{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_26",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              1,
              22050,
              1
            ],
            "dtype": "float32",
            "name": "input_26",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_26"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Conv1D",
              "config": {
                "activation": "relu",
                "activity_regularizer": null,
                "batch_input_shape": [
                  null,
                  22050,
                  1
                ],
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "data_format": "channels_last",
                "dilation_rate": [
                  1
                ],
                "dtype": "float32",
                "filters": 8,
                "groups": 1,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": {
                  "class_name": "L2",
                  "config": {
                    "l2": 9.999999747378752e-06
                  }
                },
                "kernel_size": [
                  32
                ],
                "name": "conv1d_50",
                "padding": "same",
                "strides": [
                  32
                ],
                "trainable": true,
                "use_bias": true
              }
            },
            "name": "time_distributed_182",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_26",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "time_distributed_182"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Conv1D",
              "config": {
                "activation": "relu",
                "activity_regularizer": null,
                "batch_input_shape": [
                  null,
                  22050,
                  1
                ],
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "data_format": "channels_last",
                "dilation_rate": [
                  1
                ],
                "dtype": "float32",
                "filters": 8,
                "groups": 1,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": {
                  "class_name": "L2",
                  "config": {
                    "l2": 9.999999747378752e-06
                  }
                },
                "kernel_size": [
                  128
                ],
                "name": "conv1d_51",
                "padding": "same",
                "strides": [
                  64
                ],
                "trainable": true,
                "use_bias": true
              }
            },
            "name": "time_distributed_184",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_26",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "time_distributed_184"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              3
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_50",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "time_distributed_182",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_50"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              3
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_51",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "time_distributed_184",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_51"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "MaxPooling1D",
              "config": {
                "data_format": "channels_last",
                "dtype": "float32",
                "name": "max_pooling1d_50",
                "padding": "same",
                "pool_size": [
                  8
                ],
                "strides": [
                  8
                ],
                "trainable": true
              }
            },
            "name": "time_distributed_183",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_50",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "time_distributed_183"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "MaxPooling1D",
              "config": {
                "data_format": "channels_last",
                "dtype": "float32",
                "name": "max_pooling1d_51",
                "padding": "same",
                "pool_size": [
                  2
                ],
                "strides": [
                  2
                ],
                "trainable": true
              }
            },
            "name": "time_distributed_185",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_51",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "time_distributed_185"
        },
        {
          "class_name": "Concatenate",
          "config": {
            "axis": 2,
            "dtype": "float32",
            "name": "concatenate_25",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "time_distributed_183",
                0,
                0,
                {}
              ],
              [
                "time_distributed_185",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "concatenate_25"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dropout",
              "config": {
                "dtype": "float32",
                "name": "dropout_48",
                "noise_shape": null,
                "rate": 0.2,
                "seed": null,
                "trainable": true
              }
            },
            "name": "time_distributed_186",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "concatenate_25",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "time_distributed_186"
        },
        {
          "class_name": "Permute",
          "config": {
            "dims": [
              1,
              3,
              2
            ],
            "dtype": "float32",
            "name": "permute_25",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "time_distributed_186",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "permute_25"
        },
        {
          "class_name": "Reshape",
          "config": {
            "dtype": "float32",
            "name": "reshape_25",
            "target_shape": [
              1,
              -1
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "permute_25",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape_25"
        },
        {
          "class_name": "Bidirectional",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "LSTM",
              "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dropout": 0.0,
                "dtype": "float32",
                "go_backwards": false,
                "implementation": 2,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "lstm_47",
                "recurrent_activation": "sigmoid",
                "recurrent_constraint": null,
                "recurrent_dropout": 0.0,
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null
                  }
                },
                "recurrent_regularizer": null,
                "return_sequences": true,
                "return_state": false,
                "stateful": false,
                "time_major": false,
                "trainable": true,
                "unit_forget_bias": true,
                "units": 32,
                "unroll": false,
                "use_bias": true
              }
            },
            "merge_mode": "concat",
            "name": "bidirectional_47",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "reshape_25",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "bidirectional_47"
        },
        {
          "class_name": "Bidirectional",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "LSTM",
              "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dropout": 0.0,
                "dtype": "float32",
                "go_backwards": false,
                "implementation": 2,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "lstm_48",
                "recurrent_activation": "sigmoid",
                "recurrent_constraint": null,
                "recurrent_dropout": 0.0,
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null
                  }
                },
                "recurrent_regularizer": null,
                "return_sequences": true,
                "return_state": false,
                "stateful": false,
                "time_major": false,
                "trainable": true,
                "unit_forget_bias": true,
                "units": 32,
                "unroll": false,
                "use_bias": true
              }
            },
            "merge_mode": "concat",
            "name": "bidirectional_48",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "bidirectional_47",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "bidirectional_48"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dropout",
              "config": {
                "dtype": "float32",
                "name": "dropout_49",
                "noise_shape": null,
                "rate": 0.2,
                "seed": null,
                "trainable": true
              }
            },
            "name": "time_distributed_187",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "bidirectional_48",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "time_distributed_187"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "linear",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_34",
                "trainable": true,
                "units": 2,
                "use_bias": true
              }
            },
            "name": "time_distributed_188",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "time_distributed_187",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "time_distributed_188"
        }
      ],
      "name": "model_23",
      "output_layers": [
        [
          "time_distributed_188",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "c067dc0a0c54b9a4708f2e87225eaa2b43ff7fc7fc0ec68ed203cedd0529d56a",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      22050,
      1
    ]
  ],
  "output_shapes": [
    [
      1,
      2
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            22050,
            1
          ],
          "values": [
            "jloxP08O1T8jo0u/LjkxPkP0U7+A3Jk/6o63vwClpj9gqno/Af/JP3eJez88Od2+VyfoP1wluL502oc/iHmFP8i0Uj9deAG/+tqBvIm6E71kXyc/FL1rvsEL/L/WG52/PTY5v2RidT9Bt6M/Uy6VP1EoWT8R8Ow/DksFQCltVz0Q7hm+37MNv+jeij4EEpc9u4IFPoi91b9jvVE/J7iQP3DdKD7+MUG9v9z7PlPHF8CHVL8/lSsVP0vpgb92qA+/yroiv1EyIr5Hr+e/IkNzP0iipT6EATk/fjkJQP8ccj8GIZa+bBVwvtbimj1Liz4/E+o2Pyc9xb+YO8K+5P+iP08SAb5msFVAvQ2IP0T2fj+ywRi+If1avLulrz9h3hi/raEmv/YuiL/SmiE/BrZYP1tzjT/HJZm/z+WzPv5Rxz+izGi+vtJqvtG4JL+Z2AU/FHpvP5y6Zj86G4U/zHoTP08kzT/suSG/4rLCPwXrmL+ucug+is5VPdO4CD7ngKW9NjVAvvJFk78bRBDAA1VGPlMzTz91yZK+fcpWP/fNCj1HxTu9MR7svFyX+j4X5g0/JqKQPhAZdL+PopO/TX9Qv+r6iz8cIpG+VqXhPhMCK7/igXw/f2gHQPyoBL0++Wc9qxfnP25tEsDoDTK7ZVEHvuk1Wz/zqL4+WPiePjopLT/Opqg+MWQAvuR1Sr6TE5C+kHcQPjDRJb0ejPG/y0OQP3qS6b/Gs8m/ToJRP85nBr9CLwW/EbjkPtfz1L56DvO+Kahtv+ghSr6/rHm9bDoHP6Cqlj0dKc4/DHzivlQmPsBMqRm9vAB6PikixD4NZDnA7v0AwMXwNr4bvDw/QkwxPqH2LL+IlEO+b2y3Pt93XT1BVWQ9wRM4vxFaGz9NJjU/n9ZiP6QzkD+THk+/DfxGvuQJAz9erc4/rovWvipWob/5j4E+sq+Xvlex8L8yVwm/0BzuPyArhL+FJxE/PArFPyqpOL+zNA0/ArV1Pz4JnT8U/P2/DaduP9T4tT4mLHE9",
            "kiSbPXzasT5Ker+/UV4hwPo5GD+nFpo+zblPP6yEgT8rSXU/CM+Qv4rSSj/FE5o+qH6bv++TPT8d/O0+ZcSqvz5tUb/KlD+/xFvpveABbj+l3Io/EMddvlPcmb7FzQ+//H0MvwIDXL2opys+LMjFPjiVx768ERG//f6dv/PmS7/a/hI/Q1q2PezWWj/Xlng+aErpP25n0T5RTNs+O36bPr9wHT9V/Z2+neoePYnwCD9ussM/EL6CvQikmT8Lv4g9fNudvkyf1j7VWsw+1320vHdnlz9MilE/8YAjP3pZPb7/L/c/MfG0PgKnYz+XAe2+1jBUPgsOar9j7am95gnbPYQ7ib9bS4m/cM9Lv7bpKj1k4Vc/3+KOPx3MTz7bm5u80smTPxY/iD//+LC/aUinv+Acwj9yRJ0/gQ/mP0u1OT8xvNa+y1oPwAvEGL8lLHs/p8WXv+yJy7+1yqO+VCykPvckD74J7S4+TwgQvqbcvD4yzXY+oFsmv3UlyT/iE1w/gw7Dv4OO276Z3LS/VJEtvd0Uj76GYiNAdK6lP6HXJsDBsui+CuW6PYLnCL/SAJy+aDBKPm3MFL4xQxY/HTfoP+LRM742S6m/bWeOOugywb/t+N4/g/ecPvXLGj3PN7i/DEkqPgzi0b+f/RK+K+sQPiau8b26qYU9/eMUP/l9eL9eXqI+Mzq0vbkgQD/nWzS+UePlPxC/qb93LHo/1m1Jvh/7Ab5cmcO76BGOP4THhb1WLEs+tCaBP1AVGj+g1e4+nC8kPkCLJL3KA7o/w0W7P1MOub6Ic7M/knnZPm+U977KbHo+878hvwK5dr/MMbO+ugsuQEapxj85Bra+sGGRvmROsL5f6Km/26DKvSP11D8JkWY/q14iPx9j1D7tCZY/GIakv8+9nTwJwuo/3XziPtrl/L4Wi0K+rYZdP/vvmr+FRQU/bRHcPjGjHz9Gqwg/YvKVPiI2Qz6GZrE++2GbP+vWyL5F/1q+GBqqv0sj0r+BTsG+nKEAvrjavz5q0jy/",
            "W/0/PgecSr9ihHc/q5z3vtCBhD+WUCI/1QgQP0HxzD8aguK9kPkDP0nFl78V1J+/5s+VvyI/Fz+S5Ig/wF9RP7eQWD/2n5s+y3dbP4zaXz+lLfm/bYscv1272j9nxre+a/fQP0C70T9xTwO/vncsv+Eqoz4g7+G/5B3+vh6QCsCEb0HAv6j3vm6lSr9wH+G+Du8Yvv9Asj9ctYC/UtoCv2gtv785MSm/N1yqv6uYoj/tiqm+ktH5P7Gajb8jG6++KFT7vkZ4BT/YuZk/kQp5P0QZmb8FXrI/fMsuv3GRub61Zga+6qMkP90++7+9kec/xE4mv/2rS79xpK8+OmYZP5g9nL8nzQs/8sczPqSVEL18mgW+DCWyP/VBsL/a8P89ftADvzVIvD83ZoY+dFHxvmCVlD65Lqk/ifMJwDCX1jsma70/dJguv0/kN79lkSC/+MUev6IULr/Ey+e+rKi4vlGO7z+nMio/ZxQiwNqODr9Bj/a+4Kc0wKJbS7+Oin4/x/yLPoYwk79NWbc/o4lcPxtoBcCbrGC+4WwAvwJaFUAAjNa8KKcVvtm9e7/IO/u+bH7EPpZMh75MsIA+WFL1PS/DyD6Z6oi+xqyCv0WPrz7g8AU/bd8GvkRIgb+nRxM+EK1WP7gRXr7s1IM+hEBiP0mPgb+2j24/IleOPhaFKb6oq+8+F3QSPhglNcBV362+tgXgP0idAD7k/zg+8LoZv5p7sD+4loc/qhYZv0VKkj4ke5A/s8BdQOjJLT8PG1G/yfgPv3FRzr7j0a0+dfNzP7F2mr2eCAo+n198P1TjaDwoiYU/q8qevcSPWr9SDiQ/XFPLvyh6hj9Frv++2NNFP+0uMb94SQdA0n2JPgieTD/9Tko/6fD3vj0u1j7H4qc/HtOov+RSx74BGNu+VkirP3jITz9Tuqc/KlvavTCx0L7/Whi/ifc2P/Aqa79ZPaQ/NKdbPmxxgL9xYyA/AtYHv+WZrb6YeTK/4DUiP3lf3r4IAy6/sWE1v/BvAD9ausc+",
            "KfP2P72seb43LIA/T0c6vc3rREBp9+w+V3AYv8RzYT8utxk/XgiXPuQbwD7cFfU+huuwPjZM6b3BN4e/8L0xvqFwsz/fFARAcrSjvmBAAT9A1IQ+K4UHP0gw0T5x7u2+m2fVPnVOyz5/D7S/qj0yPw7vqz/ha4S/V+GFP833lj1pm66+wA4QP9eT07//1Wo/2MJBP4mPdr9MxKu+3ZxXvgfSHkAOO7g+tYNOvytQUT/uoz4+EuAVQAcUzb+YVCQ9zAVhP22VSb+e8dq+CNWEvnpRcT+8CBK+Sf+TP/Il8z5cWSNA9aC1Pzt/Hb/pIhW/aBm2P31A3L495Qc+FZvrv/ZSdD6GFkK+Ws6qv3CxAkAmHVi8rmzbPmQBIr4olcU/7/wgPzQxNj5hcgnAq2L4PjkEpL8JIPo6OATCPhpZ8D09XABApAeUP8shsT/EFVg/EEt2P0FnJj+Usyg/rXHrv+8zJD+MM0C+MfBDP7w4jL1942Q/mLZjP+m6YD7bdpC+z6rYv1Ho67/bCWW+4qWtPnMokz+Z2fq+sg+iPuDLBj+G5Tq/oPNKwCRCjr6dQp8+mCuNPj1n8r/DjJM/pEm/v8mpMr92Bsy/2PRWv+ZLhL+SN40/TyyXPqkwYb92UIU/wdB8PyOusr21oNG/xbXFPsd0i7+ORgU+JMjMvk6muL+RWlm/G/OUP0FhFr/iokbAeFRgv4i2kr7qgEe/RDz2P3RZFT8yFBu9IoVQP4GDjL8xOMo+hNgTv4kcvD6WMZu/qF7Jv+DtCz8uoOw+EkO6vmrXsT+gQHw/tgZ0PyxGCUBgavi+OJGWP/FM/L7XJAK/3wIoPhlmlD/igwK/CXcQv0o4oDy4vyA/uCOJvpXOqL9xDZc+A/E6vw1Fhb8CMkI+J95uP/pZ+75va12+ilkxP2HDUD91Py2/GbTWv0+Er78kB107L0ojPyqSlD28Jby/9n9kv/giDD4WG1i+173XveIhkbzEoOe/jrPHvqfF/7+ayiQ/udnuvtDQGz/oiL0/",
            "MClCQAlS9b9oETY/LdSJO0ocfT+Cs1S/4dUPPx2OCcAOBA0/lNW7P886dT/cTn+9LuD0PVaD1z6bJTw/RJmRP9+8DD9PlvE/Tcerv81wuT8eyjC/Yc/evZT6Kr4FP2M/232lvclrtT/Tnpi/FtBuPivXVT6YUdK+b/hfPq7ygr+dgnY/qinxvrq4zL/9ExQ+XKYaP0TDq7+NXCy+Brahv5aU8L5s2gw/sAPev8P+gb3Bnag7QkRjvxmgw78OfeO+Qo/lv2VdCT57ki+/cRYlP+zC5L5m+Ik/y57NvwqG0L6JtPO+OHA/P8neTT524Gs+/1LwP5tOzz3rdDq+0R8Vv80ZC75PN5Y/r94sP1kQmT5fjhq+Pd+6v9Mx2D5VfgTAdNQ9P4ZACkC37qU+0yklv/DAuD99vtq+OrQuPo8iLb9IeCo/ombVP3mOlb/iV4a9FHGjPxAouj8Cr02/2IMBPOyGtb+zgYw/dZM2vvlBjz5Airc/0cMPv1RLYT8Kawk/6b43vwC6gT+AnJE/h5p8Pg6lk77AGoS/98PMPlsLyb4547i+HzgdP3n0sz7eIwW/5czOP5du+76HjIq+o+SkvybcYr2eqXC/6KdLvuhYyT8Y1oe+wUukPw1Ygb6bz1I/EZSDvzIpSz/719Q9J6YmP04ixL9Hhp0+aNupP+qZ5z7tdre/9wEjv7N2rb3s7AI/akUOP753Tr8Hl04/kt5CPwBj6b9Gwo6/P1qYv2x/OL+RDNe/m/6FvbFLtT4ZiSI+OZpcvsqe7r//fYY+d5kcP748mb84tV2/nm/uvbYgjD/gv2Q+49tUPjWwj7/8hFQ/yE1QPq+dh7+InwC/RjBLvmUV4D6AX1a/cDWevyq4Lz5nwLK+mG8YvvgaO7/Q+s8+aSvnv+U6WT1gBCS+C0MKP4elFUCE57y+wEqsvplHg74E2yy/sehYPzn7qj95fUo+zL/MP9cKpT7yOp09JX67v24Fmz9evwe/hwm+v80fnj/CmO6/BuMawGzwtz6zqRw+",
            "s/dXv6iKwD+cKdy/w5GJP38+5r2M6+K/D+SMvoQOGL+lFvM+Iq3APglpVz/z2Ok/dhu/PriWWL7XRmY/KEj+PRePuz3D9/49o7iIPc+TVL5J5zW9WeJ5P+YHDT8j9Iw/Y61OPr2VMz8hYQ0/t+2Vv0J31T4EYpe/rBqJv726ab8hrAhA6f83v1uuIT+bSso/bEZIvi4f3j/fGR1Aa1dsP3nmGr/uHJe/3bO7P0pRhL8OPwk+g7MKQFxo2z0cqRo/igVwP1O9nr+bQQI/b7a3PbdCFsAXGkU/z81Rv7MtLr+vkuy/YFG1vwpEcb7ic4w/ro84v9/2bL+uHGY8u60qvwfTV78nIMs/YUiBv7IShb9fpg4+KY3HvgL2k78hE02/Uvjcv7K/iT2ENp4+hTZ5Pz9eNb/TixI/rPGsv/DrlL8WJAS/vchwP5aOjz8L7++/ikCFP9oLmT9KbR6/IyxlP06bsL+Qs/U/czqfv5eTv77ne8a/7C8Dv+ADFj9m4Ca//f1hPkMkaD61DKY+xjyjvnTvWr5XfAQ/0ubDPlXP+zzQC0w/SnoLPw4AAr9P46k9ztJ3PzMvLcBM5Eo+wUo7v90ShD/+QlE/Ico+v3D3lD4UkfI+IBPNPl/09L6qQlW/WC5+P70MDkB1OoI+JTA2P0BzX7/PUy6/5iMLvgchfD7ZL8u/OD2sPE0Q3b/Z4JS/VWWIv9D1Wj5vqfI8pC2PvwjB0L6/PRW/s+xGv5NXBT1uwzQ+e926Pybsoj/9xai+3DPLvw2ahT875M+/SnV+PrqmKL5fs8O/R44hvwvR6r6TFIE/dvz4Ps8fD76UedI+FtRmvi+ZeL0LEQDAKi1kv7J8n79Gdd+/DukwPlyhGb94TeE/l0ePv6xFeD7Fcze+JpaEPMa6/L223Ri/GaZcP9/VDEBNBrO9t3zWP+b3Jr/WDLE/2DASPzc+zL/aWxm+jhYuvcn1jD+9pe6/xCp1vOUIRb+J9wa/Fv2oPyN9sb6CD6s9jjskv6RIxr8kqcq/",
            "8eg+vwuESsDQxjI/ZfukvwuBtb8+iDK/Tc8HviNgKD/7+ru98C8NPxAp8r73VCk//viCPvsQOT/LOlg+knxrv+SdAL/SNDM+Hr9tvwnmm790xMq+xqG+vrfaw73GwP8/1ZKwPiHOMr9nkBy+6W4fPw5gl75T7eU/37luPwOUDD2ucg0/rH2/vw7inb6wp3S+FFMXv2xvJz+Q8xLAIpF3vz+sFz1pL9A+pxOhPVBXpb9h2B4/FWHrPtppUb5fpBHAGeY7vbrGDD6ScoG+vKyWv++XPT+9fco95knbvgD8gr+I3iO/1kiYvzFsnr+cT5C+HswMwNiQ2j21fbQ++x3Mv1Zhgz7kbD2/J1p5vrt24j9AeKG/WFtAvyd8977TiGg/6jGtPiD0B799h6e/tl/Bvh+Xhj+NGSA+kkxlPzZNbr92K7I/VmdMP90ZnD+mWnq+Bd97Pe5yRT/a0Sq/WwGvP61DtL5/aUQ/e4rvv+WHCb+91nG/tcUxvsKr/L5BgM89iDcDP7Y+576P8p09OcPMPwZ5jz9ZiR4+7GamP9U/zz5RPYa/TO5wPZkEjD/xGdS/zuJPP8EUL0DjGZE/+PvEvuoUwj9pltS/9gQuP2q7WL/VVtM/f33hvgTDvT69jVQ/9oFPPzuI4r481W4/yxEnvxMOlL4SsEe/YIehPtn9LsD3vmC+zS3kPvLw/r6Hf9Y+C6Wev1wBmr9vB40+7lBiv1nBJj4ELWU/eySEPyu4Kr/Qe8m+aTeQv11as7/043g+Vz8awAxkBT8rde899eBxPxydrr8sazG98q/2PqpQUT9QGdy+sFnQvsW7Jz0pUyS/8fxqv5eDoL9GpsU8SuEUPyv7qr2hrJm/x/u5P2aevT5XPBU9LZ/9vlpMQ7/KJAO+5lkOvu6qg79iS3Y/RI5ev3Ow9z/le2g+jLK6vnTjtj+2nEM+8P+1vU9AS7+yW4U+574TwPwL1z+884a+/CcAP9hVNEDdzB9AjTE0v7T68T8bi7+/zHybv+y7Kb9Sgs0/",
            "bNZuvzolyz5jFsC+FFaOP0fPX7/K0F9AF4fJvqDker7FWNA+mh6XPzdUuz5m7DC/u3JHQPIL2D4Q8wHAbi1pPfbPjb+ic4O/gIf2P9s6wL3ceQ7AVyy0vQteYL6Y5B09JqovP5Rj/r7ZgCm+ae3/vl+/zTyAisW/dXjhP5NuuT5AVq8+M8bgP43+Gr8kE/s+fmJ1v8Qpdr/cqqo/Q9DLvulrNj+uFFW/vK2DvxMIbL+oYwM8GIKpvtvEHT8OrQg/AqJBP3OTI8A7BOk+BaIswE8F8D+tWj89dQfevmkknD9JHRLAA3ycPv1ji773L9G+bkTwv6hQGj9wKa09nO/7vwUvaL9Mtx2/pt99vpoGCT3nwOe9IJrAvnNwVr9DXUM/uEBqvsZ9D75K/I8/lXAFQAx2mD89jy67H7KCvqjDWr+Bxk2+aWmSvxqo3z/DNxk/ei80vmlFCj5Wpa0/Ajqvvxq4Ub5Mb8G/ihPyvguG+T0eRbK+u2r7vmZL2j95474+wEM4voXvfb9vtTG/jBmQPu5dvL+qV/k+oMkjP5jLBkDtvws+ImCfP9ddbD+x4Km/Q3YEPhXt7D4RLCW/JUX1PkGslT8Ips+9WI55vziNJD8saaw+wLnfPy1J1L+z/cu82jdHPy5+ub8oVzU9rUqjPmZOy75d4aW+qSR/v9tDCz+MF2C9DtKDPzgi5bzeZso/DWiTv8c7jz9vrce/K2mDP6Dqib7JD+g9nK/NvtVO37+F1+m/Z62Yv2pz6b9q1uA+5qZ6v2E4jz/u1ie/nU8gwI1ZnT/NNAI/fMwgP6yk/D5TZzK9TwUsPkjm5L64DUC+X6gAP0kCRL+937I/+NkmPVSL/b4bTJY/yla5PnOi1D+oH1a/a1czP7ZQeb8VrTW/g31nPz5rkz9CExHAJfL2P6znF79JWIE/ED8qvvXHMb5GpFw/rp72vwfwz79AW/q+GrH/vysKv75IqnQ+VA7EP/UCob6+rHg+NbTqP2c/or8wzYS/I+PIv8ykz76C2g0/",
            "+QYGQLtrUT/htOo+Z2RSP+Z9lD7uIxk/nZOOPpYe8L/UVfg/LVUxvZnxHD+rpw5Au6u2v6oPTL0pzT6/+kflv7zfaT+aAwQ+9Cabv7Emmj6wUuw/y4jcv5s9Xb9MWGA/0c8NP0DqOj8TQ3G/+yvhvqt2KD+NMpe+FjsqP/OgMj+hXpm/2MnmvVsECD9D6Ji80voLP964CD/3slU/ZmJiP8oDbL8wq9e/P1i4v/FOo77m1he/46xbP+BYmrx+K1G/RW8FQMBsir+/Psk+4rzkP1v9PD8KMyu+Duv/vphpvD3Rd2m+hNoJQMvJBb/fN4k/xcwNPmJjGr4lXRY/nGRXP8LklD9MmdU+TjCFv+pazT8UYz8/6TecP+qo3j8mqru8JzYBPQEg5z5JWbI/bHRov+uLCr9NLze/Qr1MPhWjnD1xz0m/wamVv38Jvr5bE4q/SVPBv6QdqDwIkCu+sesGv0ZzOz9hYre/0vuFvcL/eb7t/mi/M/uePUcyQz6XMARAJCdnvz4p9T886aQ+GwsbP49pD79YQlQ+Qa3DvQ+RC7+d1+09asztP21H4T6bpaK+buyoP3ydqD+hRj8//IgAPjPiBz92qvW+HS0evXQuvr/1EqQ/jiVTvzCw0b4j7f++JjIowJKVbz/H0xbABF7Qv4b2Ej9SIia/m98QPxbcLL9zibC9+D6nP3M0nD+7fDa+uf7zPnOkw7+ELzo/yfjBvuXfvb+HhL2+tQ+EPRoMWD/5vJg/SuWMv7vKUb+4BwfA1Xhtvmf0iT1+Hcg/Dc3vPZmZAT+CH9u95KVgP6dBxL58FF4/QeTlPmZWlz690s8/BaMKPwniNL8zAf8+Xsk1v0TACb8ccqM+ThMQPq8zoj+tzY0+/Aawv01HIMAddr+/0+ayO7XZOb/sR80/sX1lvxipOL8v0ji/RHKAv9B1VT9IP5k/Ixk6vyo5HsAUOoc+yHntvsF4C7+07TE/v2B4v1ed8r7XzJC+7sunvesJqTwSBqQ+fvnpPojZm7/gbJW8",
            "1ROCvZqdBUAoB1A9VkMsP6mVQz/KIOI9aqAtPgdOnr2/f2s+9WeGPqDrNcC6LKs+IZdJvgvf678LWA7ATPYwv3ktu77sEzG9mxwFv78A9L/Li7+/EETCP2190j5dw0S/1geOvy4s4z0gtOm/sSkKwBoW1D/H3Ta+ug6Evj/DvD9Iu3q+qMwAwGXk0j4OYc8/PNk5P7ePWL4qyBM/IG3lPgo2mT/a3b2/ar4Jv/bqwL8szW6/hePNv+VVwT8i0bY+Yc2kPy8mYT8pH80+IHCgvaAleL91eKI/MgnlPYNHvT6z4yc/IibHP1iF0D0Cys89TKyPv6UgWz/RH/S+gxisP5PqBT/TqbO/FhQeP61fLL8V2w3A9NURv4nEAr5KUHG/aFAIvinNmL2Zt4o+/JhBvU5NfL+yINS8ng7Cv4dGqj7FjIw/MHXkP8uU3r99S1s+1xkjP9nMp7/bSpQ+e5NqPzxWA7+2Hn+/mtexOwlrn79cDj6/jKNTPjkpGj8jUR++fPTov7frTj06IUM/3+doPlLEET4mY+c96YGIvl5NYT4diRW/vrjzPphZer96Qj4/5YjYvo1e0b+lKRk/L/CyvFEMST71v1I/ryCJvwmRCT8mEgU/o3pjv1eyfz/5dQI/V1TlvhlWmb3UAGu+j8eCPsm9E7+YXCRAKkT0v3bQ6L9IP9w+rhl2P1S4kL+jWk1AyMjlPcG90L7xbVc/JwX9P2jxPz+6iX4/YQT0P9UER78fXjs/abkYP/xunr68jD0+XEgUP+Dl8z145T+/KS8CQAdgGMA/vLC+IsegPx/t1b9kt04/75UsvN4HLT8CZKU+49VHP+tNtT8oD9o+ex6iv9wlSb8Ap0S/E9Pjv56DMj2Z0yC/KPllv6aMjb8Sx40/uCfOv4hdsT+I0bi/MM7Nv84bCz/3amO9g2OKPSq6cb/CljQ/KJ91v/egkb/h9y6/ud8kPjLQ+z/Vo3O/5LdUPmcDub8BmXW/18ObPloUqL+5OBg+U9giv8X9J7/pmsk/",
            "UdEqPb3bQz5bUS2/7HPsPse4aT+fqpA/1Vmfv/Rpoz78Wpi/QYanv3q+1T7WPq6+sH+wPn6nmL8OWgvAjwZNv6En878a/XC/nxzvPvmP+j59iqS9wmTgP4tR6D+LY8q+mlJtv156gT+B13TAkAOnP4d3hr8FTwS/WfHjvy/CYT+H+Ne/WVpUP4onSz+R3iw/IkeyP1/TPEDLF0k+hLDiPmg4OL9/mpS/Q5rNPgU2NL+oTyW/ohPVPTHBM79ao4k/w+rCvjkQRD/ayjY/+oCGvaCcwj7FAaI/TcTgvZxncj/KGwdABQkFQLqkej7dQcM/XZgZPpaHSz/lbOG+YMvIv1PbjD3qveS+dOt3vxfJDj7Y/Cc/cVtgP7s2/j/Mc5A+fiApvo+OlT8CFTY/Omx9vbXX/r7W9Ys/AtPgvxE1r7/1eqS+EKNgPFNExT+H9ei/1uHLPqBYpT2shjq/g8D8v5CRC7tK91a/r3h5vwTxvr4rXXO/ndIhv8rHvb0Ht8u+xsIcwIIosL5Dwna+8ncTvqM2Yb8ONMU/nJmhP544cD+f7lw/d+TYPZDOlz/mt1w9zgwbvzdJBsC+xpm/PqGPvaaaLMDt3OK/w5IEP0ZmC78Hz0y/BI1NP/WaGr5RmNI+XtQmvsnIQT8/4pM/hJXYvnODVL40sKM/uLecvjtLbD/SeqA+HqyyvtVT7r6XTGc/aSCAv6vG2z/+Zhe/cQxoP8l+078FQjO/j39DP5G2Uz8IcvY/DTiJv33bND+c/V+9bajIP9Ud3T93fKI/Q1bDv4V2i7+Bj7c/LhlTvq4Ji7/ONzG+HaiaPmJsnr5lDOW9DQ5wP884gr6Uv669U3eUPs/4Mz8vQUo/f3fYv7t33r4XKDE+xznZvCIYm72n5u691UToPktqpj64A9m+VnVsPiHxvT/Nn6G+JByUP6t+sLylLaw+ConEvx+qgb87Ay6/aEQ+PlkZyT1Ro7e/h4gzP6bkKEAeT60/u7VhPwEE3T8coZQ+l+nuvQ7y8z3W+dc+",
            "7mOfP5aCVD9SU9a/mstfvgGdTL/hvc69bk4KvjxeN76vuLQ/a/wrP6Shjj7CcuA/xrOKPXusKb8fYDG/Jo8xv3dXaj+hU5I/DMBcv9+PwT0DZxA/k0OVvitmgL9IvGk/qLcbv4CVxD9YSZq/K87wPhLGST9v/Yi/tKQYwGQFmb9UcRPA7j8xPYuazL53KBy/baTyPg2JSb84DEA/qvzgPxTIPz9S/L2/k1AIP1ERJz/7tgDALgiiv86btT/ccBw+LLumPpRzK7+4qIC+xt3Pv6AN7z12fLg/O8XyPrgH7r+Zp1u/OjdgvwlxuT8UzdO+G54WwPyzsj/7KYw/Lkx+PeGiGD8bKnm/Zp7tvtG2Cb6U+DQ+dVd6P9dm+L98Z/i9lOviPun+gz/Dmf8+bja0v8W/8D7Lujo/cdQiPzVB3L+vql8/WcH1v7TBQ7+RVrY/dkOKv1/2VL+CK1S/aJRXvz6GN701VZ0+oKaqvkPwI7/+CIy/N63EP2x4eT9Tc4w/iQx0vs/7O76+Byo+G6iTPk5zmD6bQOO/hj+avPQwxL/BdcO/ZEZbv461aj+bCVM+ETDzPpOOCEBL7DM/a37Dv7iue7xnVlO/AhEOwKMfWb+fnmq/nJcmP2dQy7/128U/wUKeP1N+aUAeNCu+fsBxvvpdG7891Eo/5lETvzMJWb5zX9g9AgWav8RVCT/og/e+NdfMPT+tXj8M3Zk/kWdPvsoiDT9y4ju+4qxvvFvqnr9N8xXAmTWtvtyFzD6f8CW/biLtPq9ZL78qP2K/f/fuPcJG+T+8NQK/YssKvjk1az8O5UG/NpjGvxdEir9F9a++DBP4vjL5mj+B518+VazNPVkTEj+iuf8+NJEywMXBzr7HZGY/9an4vpgGJr9QsYy+pTvTP+59Gjz/nAs+ixwcQDCNPD+kyC++hNd7P/T/az8us4E/OXf4Pdxc9j+7aZm/VpEVv8tEgD8mxyzAm9CpPjVBpz+guNK/tUB2P0VAeb75B6u/kyJbPjTkgz48FyC9",
            "Fn8Ov4vczL6PSOk+gYaRP/40sj41xyq/kU20P24E3b/yJn+8yKrHvvH4oj+Uxp2+Uwa/vT1y5r/NVTM/aSQBP5dv6D5E6pi/IaZWP7Uz8z04vmg/+fsqwFMoiD+ip4a+6y5Tvv8hjj+/yIK/jOu3P4sMmj+olv8/CUiOP/0P5j6InmM/4FedP6u6iz6jXBo/Fz+QPytvGz7wpVU/muBMP2e0BjxSNj6/73oXv3JDQj+4qvO/0HnYvjNCxD5efga/Ix3RPO+rND7iCYs/zDp4PyvKJb8m/Ym9z9zsvz2GvL5U0NA/G+IjwJ1idD33rge/a7gaPgtxCL8osoi/sSydP9mMdr2ncM+8XapAv18iiT49wj+/ZtKLvmGm9D5cAas+2saDv4jahb8QrK0/g8QHPwF5db7u6Po/G3AOP1v+gT/Z4+6+i+vjPN4vcL+EFma+TPm3vz1t1D8ZUBW+q823P3MLh78U/os/ZVxLP6r2Rj6+EuO+xQA8v9vDCb6Yq9+/dJFwP3kqtz/s2m4/YOkuv3CdNEAACHk/lk/mvizUW78QHo++pDfMvfZDtj8kgk6/xtaev86Muz9ckGq/Ys+4v9W1Lb89iAk/JMNwvytCMT9jieU98+tIPz3Pdr6gjLC+b4pTPiXsBT8BVFm+FAD2P4AzCz9MhhbAF27SPgS8Bj6dvns/GGugvkJNK7/oNkG//qmLP0ZBbju+7EK+792rv6kbbz51gc+/MClePwr2lD+fXci+9q9HP4ydez8/zuS9o5+tvjKbuL8Zz7i+0L0/P0cHSb8khxU/pAK4vlMY5b+/29y/3oyAv/Cz4z+5SYG+Qudgv+trhL85uYW+V7QRv6ObUb5YvVw//NbxP55Oob4hhRVAbzvqPhdMRT/3ohw/iVY4PzT447+Z4Ca/zGEEP1uskT7c7kK+2Ot7v7QAK77bR18/uJiPvhWooz+JttQ/k1zPvq7CZr+9DfW+T/UkP5n9db9NN+A/WqAxP1pkAr4ByBk/wQb1PSq4Rr9fSDS/",
            "/5pKvgwplz8hFTG+9nYTP7fG4j5L+A6/+V4vPvKidL2QRaS+QRLOvz9/Bj93huM/PpJBv4qog7/znWq+80blPvj9AL9NHXo9SpcaP4qjh7/NCDA/rGKtPYqq97/09F4+jEjMv52CcT/gnnQ/jwUnQBlZWL+MGLK/LeScPCl+Yr+lRHk/mBQzvyyIsb8Z77c8ZYclQG3RF79iokw/0+iNP5wd577cWgW/st1lvxEEobyw3CS/vS/iv2V207/jhtw8SfVBvnDOrj/jqAQ/dw+5vhovcT4DpSQ/ZIfGv3NyM7/zOEK/9muAPxiR3L8Hjto+qOkGP1+YGz6/cQw/uV62vp65Tj9IU98+E3cmvx8l/z/QVJ0/8V8APr6oP785rII/Z4BSvvSsQr6Q0aq9tqMcP0Rumj/Wm7y/81xRvgdN4j4Y3ok8qEBPP+64GD905xk/0njfvjLb+r61VaU+bXk0P6YkdD7iFSm/N8sNP1v2zT0IgAS/ewFvv/etkT+EFmQ/Kexvv2lPfz/GVke/3X4DvqJ5oL5W+nO/fq/Nu8sHE0CTAaA+V8MsPsF1OD5EvU49mlEEPMeYEb8WyWc/7N9gv/pCO77LPRw/EbNrv38Pyb7i0AM8fhCgPE1Aqr8+ei+/z8f7viSSsL7Nh2m9ZmuXOnR1uD/0Ti0/h1XovreiuT4X5dI/jNiWP20u9j/kVNK9iEjpPoV7yj4yY5w+T+1IPy92/b/dsN+9/QScP4YXmL6KNuC+ndsIvdBLub6FKHC/D6sOv867LUAV7Ri/WnXGPsnU7L6Y1Kg/TO2QvyZ3ir/ICUW/ldhqvii9ij89Jtc/mti+vw3DAT+DaPE+dLpEvyCx3L79bzQ/Ug1QvvKBxj/s8O0/dB8RviVLX78PrrA//SoKwCVPrL/PCC+/ELkHP9LR0j7oGBo+XCcVwA5cID8U17k+bn6GPjpQOL+bWiO/uPobvx2J8T7M6/Y+lTKFv0oTPL8h3rk/eYgrP5uTLL8fOAA/19+xP++Ljb+gBHE+",
            "8TJaPpmfgz8MO+2+pEfIv3ykSb/r9g4+5mTBvrn52L9uApq/41dfP6OmYT78qBNArvnqPxlMMT7j9vq+vbvpvn71WL+8vcY/J3KKv4vwlb5XjZy+D+r+Pt/wCD88JifA4IqFP4lgez+dvhW/F8nhv2HXcj7KSA89wi0GvgtTgD9JmZ6/Wr77u9qfgb5Vct8/6a2Mv0AW9LmqDeg+te/JvZEGXb+6FuY+gUMivzd17L/1jRs+V/k3v77hzT5l2Ao/koyuP8f+J74yDUw9kHs8v4BWZ7/WdN+/D/BtveUx8r7Krba9l6FBv6nKq7/TEKm/h7Z8P8K+mb8BJJ+/JpU1v9atRb+70Yu+rQ1UvEfZBb4+3Xi/qcx3Pol/jL6FqGY/TzedvjZL0D8mtQRAKBx+vu9PDD+GlKi+hBG6v1SWqj1jv+s+dK+8P91v1z53E+M91A5QP54IjL+5Gng/lOQ2v7Hyz76Jhug++q6bvg92vz+J0IY/OC0CwLnWvL4pk5e+54zKPiYmtD5LIrI+WRgmQKkiAkC9z6q/6GxfP+grrj92I4e+2OycP/ODFkCYeu896FSKP7nw2j9W6dM+lRWDPgWFe79DTJu/rqkXvy22Dj91Roq/Z9R+vw7aFD8rxaK9iJYKv2aVOj/uCwO+iLP1vEt/Qr/flPS/o16vvtb3gD6OXdA/W3XevWfs7T5HO48+Il6Av8vvpL7AV4K/p4jBvscxmz4o7APArNKCvk+9Br+u89A/oyFmv+7u1bzrN6m+PP4vP4pPD76f1gLAdt20v26WDj81Q8I90LzPPrwxyr+7+0y/B4aAvv0jvj9XE08/oA5oPv94DL/CM2+/ahb7vxPuJb4JNoM/EVklvwt/Oz773j+9ALS8P+XxyD/88dG/gLuiPpKlML+RLSVAMSklvy+EzT968SK/NacXPg6RQT+WzS+8/EqAvjFslT5/JX2+u2OYvkNan79HY7i+ELnXv0IifD2f0KY/nisyPgIFKD9814i+kT7bv79uRT9epD0/",
            "uKk9Pwfwoz9Xk6w/wvebu9gy/D4nREe/mnqfPwA4GD1gH0G/ZRWavmkj/D57Qzg/Jojhv+xJXr+9ZK6+l7TuvoB4zD4e8C+/wwcEvvonKD2hr4o/d6gIP/JyvT4//pM+S+fev07uBT0wTcw/R9mhvtSPkj+y57G+kk47vjnMJD/WBsq8p7QJv9Op1L8ejyU/cvMGvoeJoz9oYwc/yjsJP30llT+69Yk/1nTJPeG20z9jsyo/fHSQveaAbr/TYK++rjCpPP7CFkBEi38/SDIhv5xbDj/Mwza/Sj+QP69skb6AM4k/cxZdv430UT8ldIQ/kr/Yvn8rHj9mMVK/5tXGP1Y6gz4QBaY/t07PvGkxGz6Xw58/c9zOPmqGAz8pqZw++hHPvSGV5T9tGja/gWQHQAGyLD9y7Za/l6orvwyyY77lN0Q/EbUSPzo6aL10Dsc+vrWYPmEFuj+nsbE/EdDzPr3yIL4io56/OKxHv63ttL7loyW/R4e3vk5YrT/EPCW/FZSsvu39Nr+3CzW/Rcw1P698NT5Oya8+VSGgvof0NT4r6oE9cXWHvyZc5T6R1h6/zvGVP5A5qL7YryY/CdR8P9A+ub1a/Uw+W/31vWuuaz7lSH6/4gZCv6BSQcDx5CI/sRrfP/vRoT+J+Vi+tOG3v4GBPr95TG2/CpyCv6X8iz8cKqq/K+BePzt2Gr+ha3Q/WWj9PyBu/j7JF9u+pMXSPxR0Hr6EdRG/OQGGP+MNcr8zLo69UyLCvnyMn7+MN8A/zz6VPrIc/T7xetM/7iy2P2Ctcj/Cutu+2YaPv4wIsT9hhO4/M+erP7IPpj/GRGK/AjDGOVh3g75QHQu/20vevQY+hL9BX8s/C6WiP7H4oL5YVhs/Amc+v/42FL+pkjE/DdNvP8bFOb5A64O/119ovrA8qz/mvWo+CwYGQD//pr/Cjea+D7y/v7ZHBD9fUmY+J51pPjdiBT+kdFE+TTUHP5PlI8AUbTq+JbH6vz1TU77YoJU/PCnIvsOy9L3riiC+",
            "Uv90v4gKe7+7GqI9pKxaPcnBpz3TyWa/nq9CPytglT5JSrY/xxeFP2cf878f+CU+SPWKvwzzij8ddX0/R/KkvhOBxj+JYp8/P/etvoICQD83XApAtcwGv83cnD/aUhbAtRY6P/a2CL9VtSS/ZGc7PmVp+z+L27s+VoAfvrWhSj756o8+LyG0vlYcpz15ex2/7aSgv4/UkL9nHSW+yjhPvttm9D5UAho/UoPAvzg99rw0R9e/OYBSP8u1kb/+pNA/uTwHvxkUnr7tR0k+4a4HP1bvRsA/jJA+5GnBvOkXxb8q3bq+3mcmv/4cbL43NH++O69LvygJh75YjpU/cuXLP9hWab2YK4o/UVWFP0NW6j49X5k+T7Qtv70vPr4Ofay+RdfQvLlgJj+xSZ2/t4eivv9bRL9RrbY9Ao9xPstLLL/AFQi+HJxjvus/SD5ImZE+xgmYv7kA1r1zXVA/qY/dPl5w3D3y0YE/2UQ2v9Xk+jyHpS89l+3kvp1hLL+gV5G+EqLJP4gitT7LBsq/CwCUPq7fjL5nfie+xn5Gvz8q8L9lBpO/lM6+vq9VOr9wN4G/Di6IPi9Svr+BOxO+KjtYPqL1Nj/RKZS/Z0pkv97QBUASG4E/QWkGv9tkMb+rG7I+1mulPzq1KL857fU+Drg2PpH88D2ohHm+a0VsPzEE5D6q1RI/nAr1vkKwRj/ibR1AzwyiPox/L71WoYk/vX21PnjMfD+VNq0/cY/bP8gcdb9xTB7AhA/0P3IEpD4/dUk/bNyJv0zRgT321+K/2lsJQN7FNr7rgwHAjqhqPo3XpL6IoRs/im8KwFU2Ez9doIe8AECZv7Yr/71vV4U/IN59vk72mT7tk1k/JXUxvxDRub+M0ho+Jks8QCqXvz0glFc/GGDcP6ph6b7x8ly9r6YGPxQAeb/7V8I+3PBMv6IeCECZ3pa/MbeMP9qMvz0EowvARaX9vn0W6T5Cu8k8neaYvZIQMz7LnTc/3zzRv0Ph0D6TxXU+/PsXP3EGFT+J5K8+",
            "LY9UP97zrL+2Pc49CBs3vREWpL6wq3e/wGQyPueL17+9Wr8+sBsPv2918751IrW+kS0QPxchT0A+Nea/soXhv7Tjyb5cfdq9teCHP+VJCkAjSKy+MjIJP3Prs75H11K+XwCpv2i8pT8H+Z8/gJNGP/Fcoz+5eY++C/Qxvqtfrr/nc70/7McFvjMG/77eBL4/n7GqvY3tAL2mN80/kI5RvwGEAcB7EJ6/yuvavuio5j7UAM2+CTBxv/E7kb6iHqo/V/2LPx+fnr46Srg+HrYzv3RIqL7ixME+8eX0v2ustz1Vz4E+gOEfQP4yIj/h24+/4AJqPikRAz5fIY+/d0CSP/aGHj4Oo5S/nQp8v8/ogz8gXdQ+bPXKv3zlZ79nXVo/gxxUP/HZTT4svRw/2DB6Pq3xk7/qhl0/eFzBP5ARI76/BWK+8qIlv4guez6pH+U/ybYSP0erlb+9aoC8YFn9vzbCFL98YM4+FWJnPTnNk78B8Ic/b3Ytv3RopL+ikNw+N2nnPp31yz/k/AXAZJxCvzaT6j/FvU8+jZrOP1tzF7wFsLa+zVTDv2u++b+sC8i8ERQ2v6EP176JUwbAdIyrv2ZtaD8IskO/1pKBP18SWD6UFl4+lm/2vZ3zrT6vT5g/zdrGvanfB8AbMs4+Yyy9vtJ8sz84nsO8QM0fP+xj174rfro+HILGPpSCqT69uHW/B7pmPgHhmb5DrKm/zh+yPUuFcj813sw/kollP8Bvsb/+5IU/CAWFPXyECr5lUpI/+JQAv2FhT7/Mpic/ViSKwKPNBMAN/dM+XYOuvnSxvr6KCIq+rsDmv+IdIL65f7K/K8qrvynoyL/lBiu+6CRbvgbv5L/L9Ky+fAA0P+sfUj/5+mC+7vOuvd9q/z2kn++/Oc0GP+uIyb5p/hq/UhwjP8Mdpr+ELoI/YhDzvtcbez4uKRA+EJyXv4O6UL7Obag/oEedvr3IuL5wAhPAofVRvwhQHj9dZTlAdUSkP6C9dL8aaa2+o43PP5928743yFg/",
            "O37XPskpkj6cTim/ene+PlUcpr4COiI/z4e2P1ksYT7GjQm/vCWEPtmK/rwfGQe+Jmqlv7Sdjb70FAm+8jBbP3XK5L+o7tS+q/jqP0/0A0DJ0yE/uFkbPw0mpr8pBFg+c1+Hvol5CL5yV+4+YF5Nv8ehMj5F2Ig+Lf+6PJSs+L6xEQy/o5dIP4jRYr8qQ84+/u5KP73nzz51z2C99zf6PzdSO78+UF8/kiGhPnn46z+734K/M/O+vnsWGz/peU2/hsEHv6cxDT/R3Xy/zRnhPdVNzT++EIY/7Otxvxwdtb+wdpE//wacv3jThz+zaXc/cnR8v/x/XL/UDdC/SoCQP17xDj/6vHq/TQnHPomw1j+wFSK/X+s7PkEEuz+AmJE+lkjFvy3Igz8AfG6/Hl7zvuRhtL8MAx1ACUCfPiBK5b1YPCi/S5n4vY1Ahj5FY4e+I7TGP55NWr/i/pe/pqsJPikIAj/DBA2/Qu5+P556yj8Emao/VEFmvymhVr/v9V69zjwAv/u0WD+CFIA/VmvsvkMwoj/bNJq/bCE8P/nPwb7Q+02/uG4xwFlHmT/ZeJq/9iXdvZE4Mr+gyNe/k/8tPxXuH0B82Va+kXulPoy7iT7tB8g/z2MLvqnbwr/1Jrq/VQy/v6OnvT9jHIs//NtjP1gbOL/EJl8/PlbIPY96OD9DVQE/l0m2vv7cUr9TzlI+hRgcP0+LA8CruyW/bj/yPoIUsT9LnwQ+oqrcP7t2vT6vdvg/f+H4PJKU1j9ArrO8Przcv4L5Sb4Rv9c/zLwVP0TIS77W1Cq/sD1Vv2Adtb/PfIQ/liqkv44F/j8hBL8/VszJv/AzA0DRqzc/kglQPjXKdL7t6Yq+RToOvzJhvj5hWTw+BnzYv6myvjw1rRw/Idmbvw8dBcDbEks+YL1Ov//Joj5vImi+njEHPzgFAL8dM7Y+4614P6MYVT/ifqG/J0Qbvw+Sbz8Wxx7AhLkKPRES9L/RXXm/QMdfP6G5CL9sGik+jcyYvlk81L+k8IU/",
            "S59Dv36wD79xiim/yyUuP5X22T6BpTe/NNIkP5OSCT9jfZ2/svGNP6eLFL8ITwa+sTd7P96M2L74njC/LO7YPohPij+ydGa/0tAOQLgQkTwBO0g9hVnMO1DKa7+SsM6/GR7Fviuk0D4XUPg+6QTLP/Rqt78sHRm/l6ITP9Bszb+Av7e+V7wAQAEBYT9n6um/v0PyPeHJrz2gfHm/txV3PkmzKT6GFQ0/znGGPybthj9O2Ua/4vslP0EYrT/J5YC94Gu0vyTWIT+f9+o+8D2aPjWvOD8eoaw/qpPFvUuxv72cpyHAL7FCvu13f76I/5a/uK4yvnzS7r9PhF++NNoPPuRsd7/tWp4+D+YYQM8trD543YC/HvkxPilk9r9HDNg+y2pLvy23Zj/ikhI+uFS+vQv/SL49/Ws/grpMPiMNAb2llqe/v2mDPq+jFb+Usdq+Vy53vyPwhL+HVLu/1qsWQP4RMb/CZBW/8eC3v8gFV79iKby+o7+uP34ng79Dshc+PRdvvtUSaz/EtzK/vjbsP5TuBz/l8Gw/teusP0xcPrw+BQC+Jek1PlFA0j93Ag0/DTHAv8KntL8vnKe/Bt3tPw9qeb8hxOO/mtWGviC83D7Chuy+qLxsP2T82b4oyf69UAYuP7iu472q7Yo/g4SYv+NTzL5nIr2/bnooPzrupz51fc2/jvjVvxP6OD1nInk/RrmRPoZZ1b7uySg/BEhAv8EVqb9NwD4/bU8vvXhAUr6d402+U/novhzssL4Nyma/tV2Rv440WL82XK6/8IB3Pwiyur6f+ji/qFdgPzt3Sr/Tg76/z/Wjv3y2SL/BE1E/w+zjPwISEMCF9P6/QXLDP+tReb8EtDe+K6xVP5hOAcA/bqG/ywwsPzvj/73xzZ6/8IWCvXM9Yb+jyHM/edl0P+bsbL9KDX6/ZMeOPg4dyr/88cG/N2I5P47qFL+ySpq/x7O2v+aOFD9U/yE/ZctLv2ik4r5J7UY/MwOhvzQndz/uTOI/PVmUv+gitr6ri6g+",
            "2urKvtFaLD80F4e/tqWdPSilnz94Xea/FXWZP06SMT+08gRAWm1gPwWqbr4y3g8+ct6SvrhPjT4W3Z09aJJkvysR579i0ko+2FFbv+zvVz9iW6s+UT8Iv/Urbr+/C2e9CAedvi4TxD/KQfo/QV9cP+LUir/cJiu/JvIPv2ydT745pzQ/iZ7Cv3uqwT4WKSS+/1dAvaIaWb+r7zk/2lwuPniDub8ado2/o8vevpLRMr/69I+/4Xq3PnJC6r9Czfq/pQvJvxh00r6zLfU+rwfNPvkuHD0KVq+/6hzRPOBE1D/hZWU/dZYlP9PR7z4STMi+Bdf1P+yY7b6Ac+W/sewfQA/SgL4mKZs/0tIpPgecwD2c/9Q5RnJtPn221j4qYMO/vN+lPs/khj/EUA4/D+wfvlgy3T+VbYY/lHbovo/oo7/n90u/80oAvmS+jD1DLnK/ENC4v4R6Ij/o9oO+Gb5ovLi0pz9vZty+SVk7v9FtBL+y98M/1a8NwBrkh78HNLs/KH9Ev8EAfb9zRLk+/cJ6P9QzE7/TfxW/b8j6P3P5rD54Ee0+IZCav8+xuD+hkIs/zf2bPpUciL9JKt6+KcmhPvE5DT/2K6K/yWdnPgQSzD98bHs+Pqdsvky5Tj++gpO+gsUaPmMAC7+D5pK/gXEDvxYD8j6w7Ac/4PfxP+KtVj5iL3e/3W0BwL0GS78IsSa/0o3pv85Zbr+J+rm+HLdcv/2KBr8tEnm/9Z40vzXpRL6tlkY+qpcEP15kIz+rqcO+yliVvyTRgD9gnBE/YNqePn40+D9oDw2/riB9vupRK0A413A/GiIDv4PXCT5XJqM+nKtHv+N2Qb/7Vs++96HUvmOsoL/NI+a/tOcowPmgAT+TYeI+PqBvv+mHs73YDss/xu/3vQGukb9Kvki+K5YtvExyiL/JbLg+hqV5P2mzJr/KKuw/qkLIPjrYP7+d8Zm94A0XP/eV8z3uTXc+v1pcP8igWD9T74y/BDlmP+9ChL7okMi+LvLcPtwjtL9mowC/",
            "1jrkvilaJj8d0+c+4jetPrtmZD/ChxdATzqdvb1niD/bwjg/N4/JP/x/WT96boO/038DP29Goz+5RAe+m1LEvioanL4RLAo/s2hfP7H81T9Y4ac/SxBdPuKkcz8ZOnU/9GOcvniFlr9+dtA/UIstv+d/sL8TObk/+ZfQP/MjTj960zM/ligsv+uzWr8YYmC/DCqNv75Pf79tYog+urjnvxFogr/Skpi/uAc3PxUblL8Cgjo/PVU7PxgnH7+31h2/TzLyPmrDBD+NJEQ+BS3wv1/u/r4J2mA/Of6CP2m2j7//aZM+Olt1Pu/sIT7hPg4/+RnJPETudr/SkW8/7bPivdO2qj+XbUI++JATQOR28T4iQ08+pzzRvXFeOL5Sook/RpV0v+m/sD8l5I2/UAKcv21UgD8zph4/qUKGP5tU8L/XmSc/vhJwPmXdvL96W4A+zoy8PkF7mj31cao7OcctvvxJ879x634/a34Jv0QuIkA2nOC+KUC5PgKjhD7ZXFs/hfSTP0Fii79Yx6M/Ew/3PwogBD9vDhC/VW3Bv7YOOr8i+Sg/IEqwvoIzsb6JHOQ9NYldP8gGxT752SU/M/mAv5vfA7+tKF+/1zhGPzPE7r0Rchy/j+ztPpHk5T4Ztzc/5XpLv8tC4j6b4bM8x6Uav+ubsj1R+lM/VSd6P6vSTj/GIhRAkwD3PnCZhr+rWM+/hrNYPuSGxj8DwB2+IJI3wHpYxr0l2w+/PNPwP8UuPT/Zph+/XOzsvg12a79jAqI/PQrxPhPoUD/HVGC/knz/P+BtaD9Bfw2/WCFavyrcOb56WvU+dJXSPtZ5EMBVUP++td6+PURSMb+XWN49fDh2P1JMrT6jcsG/CoNZP3QCiL46g+k9HCeqOx7PQMAPG+++efOCvzxFA0Dp0Yu+K5Xuv031W77U8oa/jFMhP1F8ML+hioa/E0qvPmhsIL9WhR2/DzFGv6YEzD6nsYk/9QF9vFf3Bz4fUIS/BbBuP/VRqr7i1hI/ZgdmP388vT/lJoY+",
            "s3HvvwHzFj7PLja/a8vAPmbX7z5R0QHA/MhXPxvZpb9dqJQ/mGLPPvxViL9nQXs8jSrmPot+rz83QdU/CQBoP5snLL9WB+i/LSFBP5TUGT6Vp3A/M6xoPsnZSL+ZMBo/1OjxvpogPUAcQ48/sF8Vv4LtEsBQzcA+/pu6PqbSyD4YgE+8pK2EPiXQvT5WLNk/g5QovUTnnT8QYpg/uxLDPitlUj+PU/69TVf+P9WwBb/7Gig/LJVvPzmEIb9DXzk/ySeuP6AceD7x2/8/Bymxv3msDT1cxbA/hV03v/PFBz9fNXw/5sTTPoXXHj2QIUq+RqX2vhylhj6DHuG/g72IPgp+j7+zJaU/q8uOP9YT1T6Yg24/dpOuPh/WHD9X9ma/P6w7Pz+ZVD4xG/S9QQhJvjKrpb8+PwW/GpNfvz6JD7+ulnM/CcGLP6wbNj8TRgS/bteRv7kWaz6VXDW+ZrNcv4XDXL58P+I/HqmwPj+I6L0lTJM8J9msv+H4zr8mkyM/aaj0v3DbGT9+LK+/KQn4vvKdGL9qmx8/EWlTP3pp9D2C35U/0nyJPooflz5i8dU/L9kWPtJI3D4Swhy/HId+vlQRqz9JRdS+wZe+vtUYOr7Tzos/loLAP7U6pT+kgec+f5rFPu8lFj+ngue/i1a1PhJpXj48R5A+7dthP7dpBMCSN+M+MBFMPnmdtL++Ihg9wEDxvoZv4T/nAHW/zifNv/ta7r9KmqQ/Tj68vdfxiD6KNNA/1Sx1PpSTWb8w/QG/Wp8KPuaatL55gj2/nyyMP/GfQD4RMOy9lAP5v0vniz96VT+9huuQP4phgj8BBcY/o6OEPm50fT/F5Pc+FGwYP7HR3L2ARIQ+DWeGvksiK7/iZVy9O6bTP4/n876sdw4/M1/Uv8Bz4L94NOm+Z7kIv48WEr094aQ+oEuhv8HceD8c5dW/dr/uvmXodT5SpNY9AlVSvqL7xD/IaRlA+3ifP9SAgz85/BM/wO6fPAEle78V2Jm/VeVPv6LJhz3GZoG8",
            "ACzUvw38qD8a9o++Q/sLvtfaP7zAJmQ/wiSmvrsx/L7Gb7q+jzitv79jLL9V8jO+U9qEvqy3IMBGA6q/uUzOPle+Tj1nPwK/NO2HP/BNUL5SDSO/YpYqP4B88Ty22am/2ImVvUCixD8BYnC+1r0xv5AvEL+TyKE/0Biuvxupcb6OTiM/P/Y+PzvPKL/vJwg/Ng0VP3ZCo79tPlA+u5Knv57cUbysj528a5GBPwHWND6Z+w6/XBDkPn/mk78Q1zk/DMmFvSOzXj9IG5a9UDf2PyK4Xj/6ECs/YVJBvlsegD85HIw9f1zLv8y+DcAHrL++S47fv/B4Wj+k9YK/PSkGQMPS0L9ye6E+0UgvP0VF0z6mHPm+cjlLvxYWoj9UZ/q/JT0GQIPuiz/QuWW/RyvzP69Chb+eaV2/DCfwP0kiwD3rfke95sFAvnn5Mj9Ggem9JVaivAipYT8OH8w+/ofGPjmyar+HB9W+DMuCv7D4Bz+jtC2/nsytPscys74nFhG/e7EoPuJLpj4t9TY/j/kXP7sEhr/1rydAWTmHvoKXPD59QUm/3vtEv9VT8r0By1W/9uQVP7D1Tr9uMIO+uiYYv2i/l7+E/EQ/yLdKvkb+Hz+IdYA/TNSUPzMPCkDze7e/rzl0vWVM17/llQY+lCoLPuwRUz+b74U/lMG5P+479z3r4qA/1bZDvTxlAj8zoKq+Ern+Pl5EYL9xwx4/sU4uv2HAkj/Kf4s/UkSGv5Njlr2MRpS//VnyP2qnj7+yCbk/UPrDPhe2PL4JlP+/FHMTP5SJgT+0y6a/1cNKPxzWzj4zapE/PcHkPifSpL8/5dY+rIRWvtXmuT8kLDy/h0Prv+KaxD9TYmA/ge7IP4K3/j5L1Wm/CBmJPyVojL/7dQ8/IXb9vmOJg746Fd4+O32ov1VxkL5iS7s+E56wPwlUMD9PTQM/QTaOPx0Uij/UnwW+rieKPq3uKr9TiCU/lDWuP5F6Sb+XNK2+PbqHPjl8t79DNpe/u29qv+L/pL+mx1S/",
            "o1SBvkg+Bj+Wrgc+mGkxP+rgN79XXcY/5vFcPvX0cz/aibU98xSav1Utmb6KvYY/UHkfPxQsAr/mQc0+2a0YP2ukxT88mBa/q7F7P67Kuz5VqUS/nqyIviNo2r8pHCa/gbtKPxqmtz84vNk/8qoMPmmlLb9cWiM/JDaYvI/+gr9upzW/RXYNPW87b79qQdK/XFd0P3UITL/KzjM//nuUPw1bhr+nnfq+CV93P0/LA78cps49P3C+PibGID7ktIw/TvuTPxTsE79b7wm+gj4WwL2C9r7zMao+jiAMv3v4oz5c2OQ/luqIP1UGmb0wEcs9gwokwE2oTT7DRMQ/oRLgvyrMXL+uqke/+d3Yv1hYyj4Kdao+myLHviRssD8Pg9M+siFqP4p4abypnbi+smozQLUlGr8jKbq/XiuEPlj14T9ld9Q/xQh/vnmv/r6n/dw/5nhKPdtsLL+byL4/aN+Sv8btSD/FHzo+NzLAP0LlhT+wUjPAwSAiPp+MUj4xQ1o/8ZnCP5joa7/Y5PS/aFW4PhtrkD1U96K/i9JYP9oTmL/RsCHAKbGRv84Lk7/I56Q/Hiq9vilnsz8PpRw/LBhvv2vnfD5DBDw/EK3AP1m1mz4yqcg+dWoaPokFpT+TDXw/LLZKv9Q5iz6VHNQ9EnjFPgioYj5Fhi+/EAdGwHb+mL6SPZO/5C1GP2nazD5JDg7AyYCjPmtOgj4e41M/WGogPi1GLb8sBfc+q+CpP4VnLD4EQoo/TqVHv6rNkz/ODJa/fc/WP+T1fD/2Dd6/nusEP632lj8OOoG+x8duvqaSpL8rfWE/TVfLv1KXtD5aC+Y/LbDPP2pDhL628Ga/61C2Ppivrr4B0Ks+1/aFvi7PLb6C4oq/4NtlPqnFIz84I3E/JQnaPl7Ogr9D2Ug/KTPVvqqToj8ZHRu/vLExPyaC0L6QHbw+ipXpPwiJIz898qa/Fgu4P7//nj+ocXQ/7yrRPxbulL9v3Uq/GL+av4Utlb/nAJQ/1U8GPW/xvL/ZfME+",
            "3keuvorlyL9vEr2+AjerP+gLjT843oa+eZHdvunZhj98EBvAwsKivl5s2T7M6LY+LsqGP1rVtj99I64/E9RKP4Rhrz6rsaG+5pTovSUO5758Pqo/qdXnvgcLID7ImvA+iu1SPymtQr/8Y0y/knaxvi2zwz/MaAFAdEdrvq+O4z3W7gDA/6viPjUv2j57HrQ/9LCaPZXAWD9aO6a8zNvuPhoqdD0nCvK9VE4cv33oNL+crdm+6jJqv0fNHz/4WK69J02NPJV8FT+NFhI/1HWKPyjdAL+Mqsm/9VupvzKWhj9hyck/CdkHPnSvuj4gSXO+ZxWAP0ssYr/8TD8+6dR8PgD1Hz0WdtU+0ssiv6seWz4XHtI/2Rg1Pmcw8j4SOkq/iNtXv043XT88Gt8/0GI3Pr5kCj5n3um+eBqaPy61pz+Cybe/89EEP3L4VD+0D7+/I+B3PpdTqb+Vglq/pM2tPrycnD4xLuo+g91jvsACOT+hmRg/yebQvzyFdr8SZRXAqmYgwCbOdD40FNk+wZOKvx/koj+f5hO/7cyxP0j1BL46R6G+xmASv2+29T2IZmU+HalLPtBKsT/2U0o/1Hn7v37xADwdMzQ+bkCau6Y4FryYVvE/waLMv/XYVj+9mZg/9tDiP6Kvsz7Axd+/aBE8v7DMID8zH1q/SZuivjSdVL/4Y2i/1jAnPq/36r4E9QU/lov3vkOHzj2aPMy+cbKWPkkz/j5raU6/6E3aPR4uhb9uVtA+liPWP1Wthj9sSAFA7obYv5heWL6n2dQ+24elP1YdyL/7gNi+tOqRv3RxaT+3FQc+2/fcvpmCBUDX/ThAo6E0P0HnBj/iDl2/mhjLPlDTtT97otC9yvb/vgdH0b2aDI2/Lqdtv2sMxL+AZHM+vWVOv/FMwr2DGSTADfWTv0jEVT8PGE2/E9A8P3f1az3oUqE/eApBPyP0nT93rpG/94tFP3UJVz4VwQNAxF6IPlYiWj9zhg4/mc4fwOxRKr/Z4VE/5riBvmYTEjzyHIm+",
            "oShkPk0B6Dru5KG8nMO7v4waxr8wU3Q+XdCzPnabY78YjEi/jRUxPzIGvz9GUaa+XQZ/vUGtNj8/UMk/JoNQPxKkfb+8Y6Q/xnoVP8Tqjr/2hdM/O4qqP9VJBz6mr1a+gGs3Pyr7bz0OfNc/f+6bv/nsGkDY9Y+/2boWPz5DGT+NT42/9z+rP7nQIT9MDQ6+SC7MPoq42j9XfRK/5ymmv2Zufr/8rYe/362cv9EguT8laQ6/fXzZv/EdWb8vVX2/EbWgv9DjjT8qKIy+v7dgP87zg7+2Wkw/M/tkv/OYUT81poY/ulawP/hd5z6g7kS/D6/Rvl0MkD6+Ff8+CFEoP1EuBb8YOjk+gne6Pypd67+VbWI/1AYPvgVsJj8UYeu9kPNOv5MsD0BSnIU+I2yHv+UDpr8wENe/SWGbPvILMT7MDB8/Lr1qPjYD0r3KgXA/G67OPnFiID6NXzU+Y0vaPuGPCL5tjPC/kxlMv0eA6j6QSlQ+JheRPOrfBkCEPh2/3KeAPrrAL7s3d3I/CtmPP2Vtaj5LAQDAaWkpP+erkr61HEs/ns5YP0vCrz1PisY9PzX6Pwe21r7mKpa/FUXBPynuRj/gsaK/bKBRv3pyIr8982C/bXmsPmVewL8P6Wy/a04gPDjny75XJom+xN+WvqaMkT5M/1I+IUtTvx+ksT0AN4k/zcm3v3Cxdz+/MNS/nbloP8raWcAB4uA+QBoIQAHM0D1FcH2/QHwSvm/xKDwOXjk+ZGmDP/xKPsDnNtm+mf6BPxe7xj6rJF3AUBCIPwpjVD4nIJG+djqyv1vdXb8Lflc/bJoIPvNsz776625AaU2EP9MDu79EEn6/aN1fv8MwgT/W/fs/Wg8uP0YPwD8XKvC/ZKiCP410UL/63o2/B/twPZcLGD4SisG/FBcgvqFHbT7K5JY/q1/4PtSVMr7ZzFA/Jl3FvoJIsD/Yyvc+fPFqP/3gbD9gCL+/GiM+vZhjeT6BhRVAg2Ecv/G/n7412TA/c/cOQFl4Rr93How+",
            "CxVmv/8Hjz/DvkTAmIwcPmyJy77+0Jy/Keygv+pQEj75ISG8xGQ1v892qz9/ap89Ij6CP5Q46D9xNlK/dQQ0P/nG6L9nVFE/d6FrvpWjRL02+P2+yr3sP/kTMD/ld80+Xprqvk92Er4Xbt6/SvVYvnjPGL9k7MM+RdQrP+esRECYB3I/98M3vhAHgT7QNys/0MuuvvJMPr8mCjVABCyfv1rxcT45IUM99c7Yv3m0jL/mcsQ+dpABQLDx/L29cne/G99Sv5MKXT7Zaac/5pWBP39TAT+T3tc+nEnuvX0GcD+SL8I8a5inPu/8pT44LIY+GrpNP1amBj/ugyW/fZQ/P8Rh2L5zm2w/gyBjPmI+1DqAa5S/joVmvz2qY7/qznK/iGaRP9/paj/nCUI/yNSDvya+9L50Jum/Lk2gvkocZL9SVdY+ZgitvfID/j+W22w+eTTEP1LPRr7yi5O+mQ3wPuoZ+z/muBs/jE03P4mWL78NEGm+YcgXP2w3Sr9Xbos/Mb9sP0xj9r8NWPW/xW6Lvj+3u77mui2/aKKdvpWaLD/+kUc/IUDRP+QMy77/js4+Ddh9PcSEHD8OFLE+2qY1PzJynr8IwJw+ZCxpPqfrmj+R9rS+3C3VP/PNC79hI8U/1ZNyv8z3yD41SmM+t5icPsg7jD80OGS9Jd+tvelE0D529fY+SkyWP6Iorj9/sfi90Tubv3G8sb+6Iog/9wVXP5wt17/Vzoc/taXSPGFupj8PT4y+hEkvwLMVID8dGAS/6G5CvvDJY765CXQ/j9KUvxZeS79zgWQ/TPUIQC/5cD7Ig9o/wJ2/Pm6ixr1z6zy/fMY0vvNiiz/Q0eI+1k+EvtOBJj+aHAc/rrQOv+Naiz9aUju/9diTvpUrjL96QzW9bE/uPXVVB0BL6rY9QBF6v6cXj79nWwC/OgDaPZVmA7/wZFs+UNYkvo/Xkz/clPY97PUEP3DdCkAtGjy9JiIPP+j+Mj4CkyY/v6qDvFS/rj5FXwy/vnC2P7snOL97ULm/",
            "o06cv/qvEL+8hNW+GGVav/v8DL63y0Y/CHgYvx3NA7/Dsy0/gMCVP1dohr89Gdi/neyZvY6Sjr/De9y/qSoHQBT8gb9nXZ2/GmHQvnFapb/b2He+FEoHP1nvsz/VERY+yBmQP3pG0L08f7g+JEgYQK4/IL9CQ4k94SvBP96b/772Ctg+/wnevX3DF0DehVY/Z2fqPidpKr8xf/u++VJnvypU475Ku1q9V8Iwvr2enz62B3I+aO+wvpXaRT6x2nA+cl45wLjM4T95TxO+B2/jvzxy6L8RESDA9iwqP0rcH7/S4VA/S9w0PHeSDEDpcXo/ZSMhPwFNI79JE8+/blEyPkr1rz0Qb82+ezgAPgD9Qz8BElk/P5o1v4LU9j7ETg++IfVlP/GeUD3zQ8A+BPY+v1SOeL7+7Z0/+WstvyVRF0BUY42/hz+OPwvt/r6SGqU/MMzCv/S2UL/a7Js+QWRWP1lYPkCgrQ0/GOkkQFkx4b+K122+mcXLPmQ6Br9k3bC+2rNMva8lD79/i4C/DTegv8sAcj9kI3M+hLL9v6xzBT7CT48/oqDXP4d2DcD2WVS/HLuyP7VpQr/fK4k/ClPcPoxezL73We++Eg8WP26a6b+780O/NLwnPw3rEr6Sepq/PnNXvrwRjL8n/r6+ImGYvg7yNr0acYG+e/SwPoep8L78kRe+k2XjPtQpkj/6e+u/QtYHQE92XL/n8kw/hVbXvuP++T4sOD+/Pb4Dv09iTD4LDie/MEuRP66paT/qHq2+SNWqvdjqJb8Pjq69X3QovrXxED+wnE6/idfSPigpBsCiuoM86gYwP9GCqz4TCG4+aNVrv4Fayr1qnwS/GhWyPT6Ssj5Paxu+V+hOvPsmNz5cP5a/MeaKvycDA0A/ajA/HRRxPifLUr5vFD2/LHhuv59veT985wI/Q6IpPsK/AcAfrZs/FEgtP8831z5ljjM+rf7oPrSN1T6YOSq/2WVLP0M7GsCt4me+3WuPvhblxb3DpVy/3B1mv5ODgD70moI/",
            "Zzsxvgc6+T8A4g2/LZrZvoZ0sT5si2S+smb+v8W3Vz+sOV6/89WJv2ZSeT7uNd09HTwFPwR7n7+FTIm/nfA/vjVVnT9On3G/SqxkP+6Rsz/AY809X96zv+OM276xOGC/uHq0P9Ywkr/A+Si/bBopvaoR0T7WTaq+zEWqv3vWkj+7DzU/3SJVvzcOPT+mPqo/bCyRP5YAxb4OZBK+qWuAPvilur5GOpy9fIq+v+n8Zb5D4hI/O6sfv44PCkBEEKK+edgYwOqBV75gb5u/rCGkvdkxkD528Q2+7Nq/P+J+Oz6uh/s+ZZimP+29PT8cam4+JSeEv7Wslb2sY6o/fGW+PkAuxr7+mRc9wlJtv267tT4vd8O+QHGqv376Tr/+hNK/KMW/PrsT8z4GmgG/0BbovshDTb9tfGA/cjWuP4lmiz/cHxDAJx0dv2BOiL+YANG/CyYvvpT/lr6ompI/EM5iv7GMDz9UvxW/P9ioPyqVCD4UX7K/089Jv8KC8z4cpVc/26KpvhSUVz9vjKm7F4jCPsxV0T/XGAxAxoEPvglZrz5pk8m/mjWtvpKzfL8yDto/CVQLPnKJkT8fsb2/lxUkP3H3EsCXcWm/k7Ewv/Aqjr4azfM+TYaoPS0Ut78TbxQ+QLRpvwdDsr/sWDw/hamAv2mGU7+rQyG+FJkQwNpjHcA9Nwu8GmREP1H6Nb1pRZo+06w7v15naD+Q8EO/FRnQPoaIo78CmkW/QdFJv7Q5375c0cu/Ago3PtY/rr8KkKG+xIpEPvihE7+a21I/sy0av6yaub6A5au/RJaGvZRnlD4xTw3AvBWIvTTtsr9S3IE+yCOYPwFVZD/HgL+/RaWPP0sZFr9IvxJALPOfPz+Fu7+pog8/B74ePzAvkD5kqym/1KXLPbg9/zyxDQLA8t3IPjfZlz9dTQO/rL6wP326hT+F2F0/pNeuPimgrT+UaxY/zmh1v8odVT+2NdI+qIqMv2TOPj9qe6S/v0DGvZx5G7yoaey/E6aIvqXE17+KAx8/",
