{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_33",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              1,
              22050,
              1
            ],
            "dtype": "float32",
            "name": "input_33",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_33"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Conv1D",
              "config": {
                "activation": "relu",
                "activity_regularizer": null,
                "batch_input_shape": [
                  null,
                  22050,
                  1
                ],
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "data_format": "channels_last",
                "dilation_rate": [
                  1
                ],
                "dtype": "float32",
                "filters": 8,
                "groups": 1,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": {
                  "class_name": "L2",
                  "config": {
                    "l2": 9.999999747378752e-06
                  }
                },
                "kernel_size": [
                  32
                ],
                "name": "conv1d_64",
                "padding": "same",
                "strides": [
                  32
                ],
                "trainable": true,
                "use_bias": true
              }
            },
            "name": "time_distributed_231",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_33",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "time_distributed_231"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Conv1D",
              "config": {
                "activation": "relu",
                "activity_regularizer": null,
                "batch_input_shape": [
                  null,
                  22050,
                  1
                ],
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "data_format": "channels_last",
                "dilation_rate": [
                  1
                ],
                "dtype": "float32",
                "filters": 8,
                "groups": 1,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": {
                  "class_name": "L2",
                  "config": {
                    "l2": 9.999999747378752e-06
                  }
                },
                "kernel_size": [
                  128
                ],
                "name": "conv1d_65",
                "padding": "same",
                "strides": [
                  64
                ],
                "trainable": true,
                "use_bias": true
              }
            },
            "name": "time_distributed_233",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_33",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "time_distributed_233"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              3
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_64",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "time_distributed_231",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_64"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              3
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_65",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "time_distributed_233",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_65"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "MaxPooling1D",
              "config": {
                "data_format": "channels_last",
                "dtype": "float32",
                "name": "max_pooling1d_64",
                "padding": "same",
                "pool_size": [
                  8
                ],
                "strides": [
                  8
                ],
                "trainable": true
              }
            },
            "name": "time_distributed_232",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_64",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "time_distributed_232"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "MaxPooling1D",
              "config": {
                "data_format": "channels_last",
                "dtype": "float32",
                "name": "max_pooling1d_65",
                "padding": "same",
                "pool_size": [
                  2
                ],
                "strides": [
                  2
                ],
                "trainable": true
              }
            },
            "name": "time_distributed_234",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_65",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "time_distributed_234"
        },
        {
          "class_name": "Concatenate",
          "config": {
            "axis": 2,
            "dtype": "float32",
            "name": "concatenate_32",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "time_distributed_232",
                0,
                0,
                {}
              ],
              [
                "time_distributed_234",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "concatenate_32"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dropout",
              "config": {
                "dtype": "float32",
                "name": "dropout_62",
                "noise_shape": null,
                "rate": 0.2,
                "seed": null,
                "trainable": true
              }
            },
            "name": "time_distributed_235",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "concatenate_32",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "time_distributed_235"
        },
        {
          "class_name": "Reshape",
          "config": {
            "dtype": "float32",
            "name": "reshape_32",
            "target_shape": [
              1,
              2080
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "time_distributed_235",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "reshape_32"
        },
        {
          "class_name": "Bidirectional",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "LSTM",
              "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dropout": 0.0,
                "dtype": "float32",
                "go_backwards": false,
                "implementation": 2,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "lstm_61",
                "recurrent_activation": "sigmoid",
                "recurrent_constraint": null,
                "recurrent_dropout": 0.0,
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null
                  }
                },
                "recurrent_regularizer": null,
                "return_sequences": true,
                "return_state": false,
                "stateful": false,
                "time_major": false,
                "trainable": true,
                "unit_forget_bias": true,
                "units": 32,
                "unroll": false,
                "use_bias": true
              }
            },
            "merge_mode": "concat",
            "name": "bidirectional_61",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "reshape_32",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "bidirectional_61"
        },
        {
          "class_name": "Bidirectional",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "LSTM",
              "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dropout": 0.0,
                "dtype": "float32",
                "go_backwards": false,
                "implementation": 2,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "lstm_62",
                "recurrent_activation": "sigmoid",
                "recurrent_constraint": null,
                "recurrent_dropout": 0.0,
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null
                  }
                },
                "recurrent_regularizer": null,
                "return_sequences": true,
                "return_state": false,
                "stateful": false,
                "time_major": false,
                "trainable": true,
                "unit_forget_bias": true,
                "units": 32,
                "unroll": false,
                "use_bias": true
              }
            },
            "merge_mode": "concat",
            "name": "bidirectional_62",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "bidirectional_61",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "bidirectional_62"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dropout",
              "config": {
                "dtype": "float32",
                "name": "dropout_63",
                "noise_shape": null,
                "rate": 0.2,
                "seed": null,
                "trainable": true
              }
            },
            "name": "time_distributed_236",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "bidirectional_62",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "time_distributed_236"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "linear",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_41",
                "trainable": true,
                "units": 2,
                "use_bias": true
              }
            },
            "name": "time_distributed_237",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "time_distributed_236",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "time_distributed_237"
        }
      ],
      "name": "model_30",
      "output_layers": [
        [
          "time_distributed_237",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "25ce799d0a193bbcd10f1fb9a8fc6203be23ae206ef88d68a586d5acef58b4a3",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      22050,
      1
    ]
  ],
  "output_shapes": [
    [
      1,
      2
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            22050,
            1
          ],
          "values": [
            "+5qHvgCkXr9m4wk/OyeDv9GUqb9XvSc/Bt0+vzVwtz/MBZy+1xIUvysmpL8lIMQ/Jju6PqxMUz+eFHc/P7B8v0eOiz+SRTY/54QiPza41r9qcGy+M/dXvT8bqL4U31K/+a8rPn2HF798zMu+a4ahPmMtWT7RAgu/j9LTPe6npj4/fJk/Eq3nv+zFQD9l0CA/OFIGvuyuMD7+LmS/0OZGv4Dsub59GMu/M73zv+WMD78jKjI/UcN1PyS0yL4LGWg+VEecP1DNF8DonA8/ANaqP8ZvRT+XsFW9dqMev8r6qT7TWoC+sDWKv7Cwgz8bDwe/RrWMPlUtrz9lM04/wrvwP7vhS7+78te+Iq9oPNmG4z7HZgk/ti58PhiK17+/lZg/wXmUP8cYSb/0ytU/vQj3vVpNoL2/9zE/6ALaPhkjn7wVgC+/AsSfvwbUEb7h3Qa/sBh+P50dbT+6Few/IGllP68KCj/VS+8+XNonvhe8fz9E65+/f60HP2MrAr/Eq1Q/sMLtvPxwnL/0ZZ0/fSdnvtEDpr1HnNm+nBTfPj1Jiz+smFk+VJRxvmzelb6S77S/fTFswJpcib2muSK+k2V7vyXMHD+A0ZW/l7t+PzU0Zj/orSs/P2ADvtZYpb9VKZE9ih4OP1rKl789Zcu/ig6CvwcfoT91g/g+8pO1PoHB0b4gqbA/m2XYPiQ1XL91rkQ+x3zPvxRCBcD/0n0/JL9vP0UHoT94JwDAu1wKviXDCb4gXvA9vUF2vid8vL/Wdog9470yvyIc4L5zC/C+BOBovrzpqT+B3Vq/dvdZv6xuJj8DuC2/3bsBP2nc6D71i549sF53PocjZb4AuyG/znrSPyDBBb/IErY/RSEEQBLzmL9mzjO/XMiAP1unJj+Bdwo+GzxUvwYVGz7/+pI9NrwLP0aZAsDJVQm/QQ4Cv6sAJsAJJ4c//d6ov1Rfcb/jfOM+5SapPURPUb0Mb/2/lurPv1KC7j8cbiQ/wcC3v/E1nT8t7ai/WmJfv4pipz9ULwQ/",
            "+KMHP5dSA8BoogO/t1h5v3316r/PeoC/YAbEP440BL4i/a0+6aZrP9GXCb866k8/thCtPV2GH78LycA9pWWLv76Bur7+Ddm/zc6LPFaSgb/qWNa/dfdyPylBBz6fdKK+sGABwF9nzb9jEEs/zlPGvgvYrL/o2E0/JW+mP/39Aj4T4Q3A5GMWvs7NSb88AAe/y1a3P9mLMz8FaX6/uN8dPyHulT+worO/BFSbP1mqgD4sJIW/7YEDv9XBC0D+uYs/vGtIu3sc877r/WG9p0kQvqgFH76AOre/5J2kPp4iFz93TWM/Lj10Ppk1mD+K63U+Z+2Nv/gqKr/kIxLA3+u5v+5hqL/ceCw/ST8lQDSXZz/Mr5G/ul7QPYbS1j3d6kA/u5R5vsQAc75D25W/GEGtv2ilZj5H6Fq+Dg5YPnzgmz9dicS+ZZlfv1Zo8T4ES5I/UxXrvu3ZE0BhhQ1A9LkyPbxgrr8eLCw/kVaKPvGtJj9CMS+/tyrsPp/etL5OhjA+TDshQDvScb95Yb+/nTcNvxF2AD6olls/ppiqv4l1sT/qpNo/ZTDMPbilCL95+Ic+U4zjvGURnj9MjLK+/5zzP8kNkj8OR8O/U/BCv2k1lT+BtNA/BWTbPiW2RD6bIUK/5w4bPmpmXL714dA/wM6EPVT2JT2zAs8/6aWnPmNnmj8dSiK/G9UTvwh/3L6cZ6g/b6Trvgihfz7dznU/8LaWvS7wyz4yIqE+KtTxvsOQpL5wOvg+dznsv07I3j2ITnO+gi5nPxOCrL4htq2/TAhxPrnSEL+Tdqy/zOHVvvI6vL8fjJW/xybfv9IKpT0+Uii/MnSNP5NLgb+mZa+/fAq7Pipv8L6oHQ7AA6zWP7AnBD/BV8M/zgVFv6ymoD4Q85e/P4FIP+p1k7+ZSM++tUuBP1bIgz51ISU+p66/v1WHvj/ZUWC+bj30vl63XL/PjKU+pet0PofTt77yJkk+WurRPmkWDb8AixBAjaXdv9JbWMDIPdU9AxRJPiSjbz8vIeI+",
            "0dUgvwOinD8lvFC/uthhP4Ol474XbpK/ukoLvpPFzjzWD+G/2Vk1v6TTpT9xF8y+Cs9bvzXNe743ys+94wVxvoPM2L6+9+c9xOurv8heTL8VV9u+L/IJv9l4y7//MJa92NGYv4dDOb6ROCy/m4bkv6fCsb+ODOS/mMnNPwb8aEB/vYM/25UsvlmgXj/2C0W/YTuiv5d3nL8jMG4/c/hPP8+nQz5o2wK/wviHP2xhXz+hmzY+1Motvst3vb9JWRk/3u58PFntdzzIP0e/5wSaP4sG3D3ePNm/jnxtvnaKHL9PDhM/abGlv44SE7/+iAU/SqN2P/HKwL6T3mm8SVIFPx+aAL8G8OQ+Rq7uvqQC3z+AuBXAQjhhP4EXkD99wa8+qeGIvVdP+T1i17M+kpmEv4pB3L9cz4g/yJ8qvwiWLMBm8rU+uLObPx44oL/6DDw9BY+pP7rFR78HBpI/aDKEvj4w+r80SIq/lsfRv204Sj6285S/qTqBP6KApL8Ro9y/QTNFv5tomb9T/0a97pbWvsrYmT95soW/IAgcQN+dK7+AwUPAgjULP0nTTj83zK0/4uSJv+lQOz9HoD8/D5MhvnKvJL//c66/gIhUP7+Ah756LRc9J95DvMqXaj0Xowc9Q/BRv3U94b6Zwc2+K8QovsSdsL5+rXC+ERgWvn+SoL5QVaY+GUylv+IL4L5vxcs+fB1Lv/IS0Dy95ZW9Cy1Fv/j+McAAxRU/Sw/7PSUWQ76Wmae/e2JVv+C3JD8foxlAvQRYv926Br+hsOe/TTClvvtZxb87gZE/lenEP5cuur/HJF8+e80mPjKvK78MLqK/d+JtP6KJTb6YMca/Pys2vwyPJD6XkAs7C9XPv+uPHD5u12A/BMnuvu7oij6EX7g/+zWUv1WgT761gMI8ruLBPijqSr+IFJK+9PwFP1pcf79DOS+/lzgWP5/Dsj+jQ3m+Je6xvr4FNL+nxnc/8fjgPgnalT7qyBO+aazcP/rk3j9gyWg/9fV9vg5n/787AXe/",
            "IQqsv1vCOMC/g1w/KbQ0Pyc5O70s1Os+qm8oPz4W1r+kV7O/bKLIvm8nWj6+A5c/q4DLPXRzGL+3HUq/TjeqP7+ZGz8s5jW/z7/1P+5Heb8zhkK/7PLivTBkAT9rgAfAna+PPsuRGL+5KMg++2WQPCKAI7/Y9rK/3ppkPhm4D7/6t4+/VvYQvkv3zj7jTKa/iIkvv9reG77PWJQ/k79YP/K1Hr8bYdO9tPxSP0HXYT8+wfu+IJPsPqBXFz/bgAU+xydaPiY9hD/KsAG/mnv8P86J5b3+o069lcFJv+ysMD9yvhs/zaWCv8ciN79aWnM/Wxihv68NtLxZL5i/JeXlv1MZXz/cV/k+Y7/mvjyKqz/Ytz++Y4m3v9knHb+TAeW+stULQDXWyr5W70m/Rf0rPhcaP79RH2I/6OVpv3F30z/XVAM9M9e1vz0/Jr75K3g+7pVUP31mZT22pqQ/bW+gveUxg71MpDY/7MLzPyCWAT4U+w4/22OMPzOYCz9lVCNASIUUvxO6uz9Bpug9VoRyvuBrhL8MyyY/OneBvAaEZ7/8X4+/8ZV2Pz1dHz/rmwJARo10vubl27+qZd4/jkUHPrFfpb/NAS2+Ok0tvWrVs7+dSHu9+7L3Ps3syz/dPCTANDTjPjJIcL+zJoK9LsUDwOYglb/Chkm/KTrqvamPrL8zfHc+7IAZvq0Woz8HKwg/cWpBPx80xj4nuSY/tTiLPxZvGb932ku/vJZMP6+7y7/Vvby+y0vBvxvTt79V/UA+CkJzviI4lL5ErIo/aGUQv5VjpL7/U9A/E4kcP9sllj+3PsQ+HDeNP/ojv74l494/nSROv/oNED9hnOO+1ISUP7gsOj+KaTQ+GZPMvvwAdD7kRyU/orC0PyR3279o9ms/D8pxP/UhBj8EZK2/na5Du8a/LT8PvuG7TvVdP1UNnD/pgbY+Z2dSvyWQ7j8Dl50/whYnv8AGnT9b/Us+GwfyvcBI2j44CF+/E19wv/4kVT8eF9E/6u2wvvoCFUA/IQg/",
            "iEbNvizOMj+fNqA+AJsXwEqEdz/kCx2/iiBVP99vjb6nUwlAyiQWvgrKjj8wLdS97BTvPVINmj8osdw+5gKEPUiuIMAoI0k9N6w4P/w6JT8UTG+/7nCbP4oMX71LeFO+TdiyPInV4j3M7ZM9TTd+v0mur7w7JVw+NIQsvy9HZb+l0cE+2hWdPmaiij8iIxo/lsR7Pr6exD9TFLs/v72pvvWUnD9jKy2+dXigPbe5LL/GFcE+LPpMvaUii79UQsI+QN85v5Iecr3mIhO/HhGCP6MkiD2fJrA/VWCiP+TUVz7P24o/0kGxvxXieT+tJcC+LmWDP6BQC8CsUGQ/hLWUv4FS2b5/Kx+/W1+OvsZw4T+OliM/TfG5Ph09kj/nPLc/RLGVPtVaOr84Wr2/RkK5uC07pj4FsJC/QxQQPSo5lz+pWba/22g2P8KEm7/Z/qC/hBXjP56Luj9Ws6O/+iQvv5q2oD6bXYY/gk2CPhB1hz7GbB7A1EySP32GF7+MESjACgm3P/iGFz/nLXA/C9xzPz3pRr+uIWo/Pg6JvdKhqL4hN8q+6iyNvgyU+b6FEp++0SpAvY0XlD9V4z8//iv3Pnngpz+7wkc/k6wvvzQjyz4mnKY+saYTv6/WIL5IzIs+yZYvv5JcKsC0wiG+vVy7PngIC8Dt58I9JCTKv5goAT9hnYU/+mHLvPvbaj6qiNg+7v+1vj7kmz6CEoc/vHNiv9DDj7zqcKm+dpwFPyXjlj90g+o/VqiPv8KjNkDQoeq+3PxXP/8RjL2Hc3U8i76XPvG+wz5mjY+/+oCdvmYck7/Bb8S+o9A9vn0S+T64YJe/Rdy9PuHkZD8CsYk++1ytP7Nf179wYXM/FranPpwH2D9aipC/XWSGPGatBUCLFAq/xwMQvw/1C0AbSIU/SgCiv/NKoj544Ig/NI6Bvt3Yaz9ZkF++mYeNvgKUbT/Z2ZQ/8MH4vntwljueeXg/H2g7v5WV3b+2Hj4/7qPhPoCQ8z+fa2W/lgvQv5SGDr5baRu+",
            "yqTMvivjFD74EEE94fndP3eVgr/Ov/G/q0ADvQIik74Q35W+xCGLv7tAkj14fCw9aZOmvx8DbL9xkqi9yx3zvhKYq75Ippi+AUqpP6Tv4T89Qx+/TfEEPxNGlT+43Dg+AVGIPhipRj6F6yy/KJ18P7hnkz4cpUG/aQe0vZzWqz7qcia/AJzhv6qfNr8kkRtAvViLv/x3Iz+LqyE+nR+cvwbPvL7T+24/kVK4v5ZZar9W65o/224lvRNnJj+39CG+JxqVvSzaCD1GmyA/ALxcvpGVtj+nMzjA2r3WPpFKPj/61zs/J3HtuyRkFb/xpxm+BmcnP2CvhD+QSQo/OZAWP+IQeD9Vprc+IB8RvaheA0DsaQ8/aQ5Fv3gAh79A+X2/fCu+PphHsr+zGjE/yp4Vv5VWGb+IK2o9Pi8pvms7qz5Sao4/aCgwPmNJ4r/JdaM/J0/vPyQMrb/ccRo/IYayP8GWoz/NG4G/P8hTv5gX+D0v2SY+7dzBPh7/XL8/R0w/oxdevh4EZD+cYDo/xSl8vi+U9j70uoe/MVB+PgFOPr4Rxnu99DXAvqOzgr5YmDm/+WptPwolJb5pQic+YsYLQNyclL/R1p8/ct/BPgkpbL5r3UI/oCqxv3CipD42O5k/gwxLvdTc4D94vhk//IDwv7Peqz/P7rM/rtPKv6eILr85s6O/7yxpP3TK2r9+bdm+fho4QL4WGL/uL6a+rWJ8vmKniL99Uq8/1Guev/QHIL+QPQFAFOC3v7UMzj5QJxE+iKcmPx/Wpr40q6o+MObVPqv+kz5rU3a/FFi1v5pgwL8lFtc9WF0EvwUwvz8jRTO/DAZYPsC29j5mDJC/WnnCv7OPtz9ZLVg/Xpexv2pG3L/wVtg+yZY2PxVbqj6ezDG/W3uqv1D0MD/Fg2Y/7cDkv+j9Hr8vIyY+Wr9SP9R7Pj9LnN+/wLWkvwJ4IL4WxjE+lfknPy98y7+H/Uk/+GkJwFSdur8gUg8/i8m7vnUfeT8Qmjy/O/E5v7BD877YlTLA",
            "1eVnvrZA8b8gSae/N5uev4CZmT9sA9m+Sv2hv2/WmL1tTqw/DwrWv7mvQb/iTBw/ZBHrP6Dztb9DtUS/z3w8Pvsms75gAp49Kc5sv1LAQD9ZPpU+0RCdP9pmJD9YWAm/NtqIv5lIkj8S1gw/xwGovv7qNT4Ql0I/jUF4P+NWEb+dv3a/q7+QP1oc0b54+h2/47yDPytmQz/Rh/A9P2WFPv7Ulr7dWZu/frHnvtCZFMBczXQ+7tHEvvyz3T9NC6i/rNKzv//rbb3GIr0/fAHhv0tUtD6GnCw+bdpVPzHop7zD+rM+Qr+CP7DaBj4kCaa+NvJXP/bZt7+Y5m4+t+IfvznevT97Ihm/4i4YvZEU0L6xADG/fVCuP/Dpkj5FJbG+XxFKPvTsOj9AUIs9nokHwDeeur8r7YS/qQpNv+dSRsBeNFY/5uxQvjQtlz8FKok+abnVP5AvSD5NRSu/GL+8PPMrLz+/9Zq9mq2OPlbOuj/+WKY+k/31vZ+1m7/OF0a/USZtvwZVZT/op+A+SUkXv34+r79zhSs/UdeEv5nJVT8VVZ8+D+EovtBuvL6vWvO+H9LNv7m/L8C9Xzo/hkMkv9BMpj+dKBLAEg+9v3rNFD/zZr4+3guxP5qwQz42Gmw/ALBFv3/usj8ZCc++1B5CvzEGBb/Za4m+eUPbP9Ja6L5RGQ9AuDDav9eq+b9aFLO+qpI5PzHHir8Z5Ia/DgQmv2VXCb9Z9Fc/uKf4vbSUVT97cwW/BzvxvgcA377aNre/FGJaP+Wnuz8Vgcg/7pUVv1H0uz74ZKO/GYuGPkDALz4rrg8/jwSIP6+pwT8zIKu/xw96PXT7Br6/tK0/7jpTv0zgvr8uSuc+HXd9vqaQtj5MkQs/9jwPv+5PxL9iLyA+fk/pP/9odr82mcS/u2pVv6RX975F7Wm/2dWNv7hMtj57uMC+KXzlvZkEMT8QveW/ydMQPz6inT/deIi/BT2RP3O7rr4Tm5Y+t+ntv2bBy7/rJA4/e4rZPZx6e76aLCY/",
            "AUKfPw0Oh7++DL6+mBaVPxUXvT/RDIq+dmR/P/pLZT9t3vO++uSpv/mKlz20Equ+emqHPg54xr4n6Ro/ZPxav3jKlb+aAXC/72mfvlk34D+GIqQ+Rc2bP2hGqr6SGzK/rraYv/i4ZT+vb96+ikN7v06qi7/OSrE+IqGrPqNVYj5h9aG+EyZAv9U7o7/s1rm+Bl9Vv91/c78jgOU/eXmsP323vr8lvEC/WlplP0FAmL5Jk3C/9xEyPxoZAT+j8ta/vFdUP0U3b78RDLO9fb+2Po4RPj+jzJu/muYqv44tD8CWEwQ/VXIcvE+yajyjehVAmFcjv2vflr6lh9y/2edyvt9GPj+ybl++T9GPP3QQhz99xY0+jyYKQMOeGr+cuwe/Mto9Pssx475Ww5s+3wwGwAh9ib7PxiK/Y6p+PxiMMr+Iifq+HCzov1sVtL7/TIa/8naSPz0MMT+DCSY/Cy2svoY62T4ezmG/3I1gvxBVDb6b5bS9ydJavptmiL2ykgE/TmxAwGuEab+DdNa+uy74vnRNC79HFUZADZrivkFN4j02hli/fxb5PgEZ0r+qh4g9oO2MP0T92b/XFTE/5QX6Py5Jrr46o0w/ieRfPzEzOT/EyB6/crN5v5QDm7wCJzm+lDmfP7Y+Db8Jax6/Ct2rv+qkL7/lOey9W4Bwv4mczT693UU/nn1ZP4vxi78nhy4+puuaP8MPDb8Gel0/tksSPdhqKL/u14m/qmAUP6S2wT9ghdU+2o+yvXu1eD8OKe4/IrMiP451HL2jZXW+jvlevFF6t76PAUG/JF3ePi+TFEABJB8/OcX/Pxjcqr98416/HkXZPkKhAsC6iB0/KHaSPtEJD7+Hvo0+SRASP1m6BT+XLc2+62PuPoifnL+jitW+03JOvsC5Ub7F9Oa/Tc9FPlG3qD65sbg+dcpnvnjgmr53fE8/NzELvpmOOT9CrUi/fJhdPsK8Qz8s5MG/X6erP1fhfr+Qohy/GIKIP+qRv745mIU/VuAqP8RbNT8rtIa/",
            "xYkmv2/Pnz4bw4U/zQjCv5h0QT9f9Hy/YB94vyuxRL2lzJ4/vOTtP6gfrr9LixI/r7myvxR5nT/XPIG/eosBPm80LD65mfo/BLubPweF6b8F6JW+L23aPvucmr9dunG/c0W6v/e+yb7txng/PJ40P7aenb8vyh0/dvdSPb/6oD80RRm/IAYpv06wl7/NAI89NjI3vwCrUz4b1c0+b5Ztv9RQIr4G0RI/ijOSPwiSWb8A/YY+l87FPtENUb2CuqC/15syviFCmT/S+5U+QkxXP/OHhD6JXZ8/rX0Cv8vHQD/rpGq/469pv13TXj4aTE8/6n0IPpyPhr/qgge/IjOAPiMlPT7+5sO/ogGTPwIXJr8Hi4c/pbG2vctJR7/2g40+Cst8P1fDWL/qWls+nRyCv+0tVb2WS02/eiBOPeanbT31wYg/uocgvxPzo7/lOa4+Pu0sP/IdOz9+PYk/+ymCP/FWN76P7ZQ9/0HPvwsGGj/IxYo//B4zQNLKB78fKyi9E2OTPjsPuz/29Q+7EmAXvyFi8T6NJOq/y/6EQJk1p73lu2e+h6MkPxpOmT5m9iLAV3zLv666pD4/G+m+D56jvjwYZr/j91S+VvOqP1mtIj74uqm+5beBPwFIiL8gmgZAZ6wOwHyCv76vR8c/wW8BQFf8gb4bSv09Jlu4v4qrnL+9Y9k/shzJPxmpzL1Sd8s+wN49Pj3Irz7qEyA/pialv1/zEb8zBgq+9eQ9v9cPAj+1xf+9Tt/sPlD3pb8tUmG/40mRP6vsrr8ZdNS/W+UHPjUumD6f0Wk/0uA4P4AdG7+31pU/2oODv935/z8YZTU/6DGAv+iDn7ogrp++pKnGvlGA5z/lh8w/lQKnv7n0Fz+/YfS+DAHBv5CefT3cRss+vZAOQGr+lb2QMJe/+j7KP5thtz//tn2/MGipPqOEnr6YGs8/asngP0Hc5b88O2K/GsYTPzH1Bb4zH1Y9mjURvnv7lj+kItA/pnxdvyDjoT8ZdSQ+zgEgPysV4z98Gto+",
            "WOO3v4iD5T5zuvY+wld/vwLo3Tw0e5E8B5KXv8ic975jl/u9USS7vfEser7hH/O+n2kyv4Dtv7+zOC2+tW/evdARUL89sCA/Q6D/P3rV173n4xc+rjuXvowNu74czIs++dJkP43mcL8CpRs+l2wTQLXmeT+2rsu/89kAPT4uwD9ZdMU+22dyv3KBlL919ue+bFuYvgb0G7/Rh52+qC3HvJLm6D6+aKY+bk1+v0w1sL+qnUK/H60rPycxgL/NZs6/wREyP1PZib+D3/E+t407v6NHvr7mglI+phD7v6Zg8T8H6ks++BBpP3xYLT8Xqoy/EM2IPkFu5j0z5Wi/qgaAvt1QlL92rh8/7Jl8vwrLg77N3UM/0iKIPgXKjD8pPMw+I2xzPJvHLD5XVXW+H5U/P1WdOL/BPKC+oACgPbQJrL7V0CM/PxXQvg9BMD8Y1z4/nzERv2qGH76pNbc/eNmtP7alFr71xyS/x3dmvy3Hs798jrk+zT5lPirTq7/WrLK+y2MuvkVJw75pwBC/KNFKvyi0oz57kak+eWKdP2yE7L62hge/pDiVv9KQ2j4r/Ni/h4cpQJKGH7/TgDk/5+b1vlr+oj1z5D5AuLpXPk5vcz8FFETAyLUPP7n5Yb8mKbw/pyG8PiqsLb98R8K/eOW2vbGdjz8Q8o8+LVxYP5Cx5b4Sana/HVMQPhEktz6Y296/XD0TP5NL/750wgq/okcMQMUZlLz8U36/7zFlv9iBQL6J6zc98NeSPzMAPj96gJy+b1CfPLeJvr5wgpK/o2p+v/D+R795wV2/tdTbPvmBEj+GAU2/fogMP3JYYj8eVJa/Y7oyP+23Gj7NTQm/ZPOUP5nLjz9S3xI/Tx6svmcXjT1uzQ9AFaqaviFmur84zpG/+mdlvpcZb7+ZsZQ/I14NvwpW5z9HPEG/TOroP0nwWD3i7ks/J+gLviAA4z4MKCg/GmAdvgEp374VtYM+dPs3P3narL8TKK6+AbmBvlnDaL2pmyK/K3IFP9BgAz/Z06k/",
            "uKUUP2y8Sz94hGC/m5NBPhPeoj6siYM82J8FPxI5PT7/fzq9ZVUewDpri7/0V0s+0pjKP69zPL/ficE/nFcAP5jn7D2n4im+lpl+v1j99T+SWow/xUrwPxJNWD45nSM95sqsvqvsLz8YNlC/5n+JvvsGL7/nus0/tYm9Pq325L4wME8+4XDPPxY9Hj7kiji/D4VLvo5BiL0abYQ+Bce1Pulhuz+ptp4+gescv7kytT8diAK+8ozFP8oiXD+15Io+Qh4tP2SnWj/FMca/bFU0P351A8BG2DK+0JJ1Pgd5CkDBVl6+XEwUPqmV+j7RRKo+cP+2vqUrHD4MW6c+nx0HP3ctOj8HCoI//bzCv5dV8z5+Ase+rgAbv5BhK79Dat++iz7xvZZefj1uONI+R3YzvbD12z2afVi+iXfKvgAB/r5784g95Lavvul06b3Kj8K/yLRjPskB4b/Ypok/lduFv3RSHD61Ca0+ixfYPuvvC0C2Ghk/jWuRvnZd3z6W46W/JozUP8/p9b9uVxFAvx/ePclIjj/Gx6Q9UK/wviO0zb94YLw/ZSY7vwyVXL7JWi6/SnooviJfkD49PKU/acYGvbcE2r8Ho+e+SXCPvJS6X71FCg0/3dU+Pycdf7+DzPO/bdscvxCeDb+GteK+nsuyvFU21D4ubvG+7Fj6vypluj+LeQU/tAhpPe60tj+wJ7W/wlm4PnrjUz/4W+g/gA3jPiw5Lb68myG/H+9Cv84PrD5mNxi/pBkfwIm9Wz0zAHA/oBE/v91rHz5V+oW/Iak3PrstmT8PfDE/D6S+vaGmEz9xUAdAME7RPixiCUAdx04/f7+3P5S5Hr/8ZyG/Wyibv815gb927I+/KQYpPhUEsz468z5A+ajEP/WZWb/7+w2/6yRtvn2mHcAqhL8/ixEHP1Bjh78v8+O9innKPxDloz5POY49S8Mcv2vgnr817jTAGNqwPgKeED+ACie/scs6v4ueyD+gRR9ArtDrPrrUaj0bnny/zI9fP/05CT1qsDs/",
            "lJeVv4zz7z0OQa2+oXJzvm0U3z/hwWvAh4w7vz/njT/TgAO/69Y2wCxl/b6BgK2/+3utP+YX/D+7FrM/wxnEP8o4pb8aueo+8VAtP7ZXHz91GOM+BghSP/5WSb/uAK++JlaAP/xCAj4kT78/glSyv14EGr69cMY/X3MxP5Wpmr/73oM+IGwdQBdzo735eiO/RqNMP75hWD4/yXE/d2GQPzvWAb9w3B2/muH9vzqnKsDai1O/v33Zv6fh977q9RG/sLEOP014zD4IXna/AmRlP8cLrb86T3E/DRHnvlrqez/9S4O/r7cNQCxLdT3BceI+CxCQPi6lub6wyoO/ImibP3aFnT9JyYq/YmqLPlSOcb5AvLk/wNJ7vo9WHkCNeGy/D9WRP21IwT7PFKk/1PhEP7REbz6kr5e/3OMKQAJc5b4WfmI9TekMv9nGCj5jbm4/z/RnP/qBlb4WKv8946tLv6+v4z+F30o+/il/PvTfB7w+SWW/EQkgwCz+o7/9Tag+LtOcv576xD+OVxw/GI6lvxpNKr5p/7a9jEQRP9sUVr8SRo0+TcjJvDH3Az75auG/Prlxv7G7fr/Mvt2/NhPPPYwNiD+S24K+T3orQPLglz4ukoC/2DNrPzU1ub7fX8O/1UUgv5QLdD9Ae7C/UgCyP03haD9dFSg/n/g6vxmd075ipcQ9wmKFP+fjKL4r/YC/RgVzvSgP1TxYoEm/Dzq7P6BHhz4tBgK9iWGQPwSyzL5aMZq/xwcEQPdg0jzZ8Dy/uvSRP8mOtL/P6Hq/hqhQv1EhJb4RaVq/sDcKv/vT3r8/fIG+SnCRPsr6kz5i4ZC/GE+ePw0CDTx5ci2/Rn2wvvuo5r31o9q/ge6tv+cZh74TLbs/fhq7PpDOFD5oNLo/JFq1vle51j/4YJK/d4XIP3S99j9ezwu/kMoDvHGQSz/PhSw/LtPMPiZERb96Nfk+cZkhvybT3b7k64G/0Q4pPhzbxD9Vuog7HvEovmsUpT/P0bI+jex+v4I8X7wFOQ3A",
            "k0krPwC4uT97g8U/tGHNP6NGU77o9/q+cGa1Pmr9rD700j68ud3TvhTejj4GgOg//RpOv67EVz/t6Qa/aY3gPbE+hj/bbLa/Tomvv41hoD+PEuc+MEtqPmqNGT+u0Xm/mxkPP+R+UL9sjGm9pigNwED1Yz9MCKk/IsAaPy88Jr/+Z38/jgFNvkb/0L+H+hm/rcIGP1IIyT/Ca1I/bWIGPyovAMDxrK6/yU9DP97qW7+Mjhq+LvRyPg4S3D8bMwK/2zgEOyibyL5WpJC+EYvsP1670760Uw3AF6I2v4X5vbz9hDC/hxB3PgTXPECnqKG/ooK7vpwn1T17Ofi9pOb9PZZIgj/QZtE/tZm2P+xmaD5pVh69TgciP+4/VD/77/U/O6FgP2USRj8wmY8+EVmHPxQIWj9ZNwK+4bo1v2YZMr72p0Q/09UxPlVDHD0c99M9xQ9QP6FxE0AWQFO/CdTUvxeP9T8Csao/WaQYvv+pyj+LQng+fxqevcwjxD0dFqG7oIdcvw+Eqr9MhNs/UTNav0maRL9bPdg+QGqHPv3cSr+zUsA/hM4Qv/I95T7ocFs+EO0Qv6suX78ZfTy/wAHEvnLv6D611t6/rHyMPcHa4D8AZ2m/ftOsvtAazz6bqPu+y0QPPx4MTj9yzeM+pgROPx8gor6H1FK/KvE6PgQhWL8Gd62+ICyCPkhfFL96vIW+ylHyPvy4Lz+3seQ/FKLAv1kaIcCymms/tyzWP0RXmT90bIs/YZ+but3Rs789YG6/2omJPkiwnr9ePfm/ZKwzv/2NpL+sjcy/3RC9PgcKeb/U6iY/xxcfP6vF8r9fxJg/jkuPPlhpB8CuNIk/ueE1vu8Ph747BMq/pqtXPoFUDr6lZBM/yLTrPo/jVb65Ydw/oulhv9yclb+EDpa/q93Kv3PsqL/BNlU+OMfrPOlEF78P8KM/1fuDv0NuZj+d/ta/j5upvW83Ob+bG+c/z3lcPkDkqj2axQW/apl5vwqhSD+UPao/jV2zP/AZjT9movE+",
            "3kqvPmMNqz4DbLY/ted1PlW/Ar9SAd+9QVIKv45gIz9RXRe+jwszvyS6Tb2QX6u/KJEnvrFAtb9Tl4c/HNM0v2mZWL1kM/M+zNo+P7iss7/XgEY/qgsFQGBuSr2rrIm/80Svvtl0RD/O9RK/i1P4P74Dgb9rnak9WEvev6m0UL87IL++KY7DvzTaZr+LvBU/Qp0GP0n5Cz+VKSk/PpSOPMse7r2PEqo/SvjRvlkgH0BxD/Y+pzESvxyCkD11WqM+lDU/P5Q/vr/hbGo/RGzmP+nnIL9paiU8DjNwP0xTcb4mxam/5qTuvtgIgL5ok62/ufAvv1XNBj03fDu/Cg+zP4zXIb6B2VC/yjwFwAlMQr71Lp8/8h1SPFAHBkDtEAk/ulC4v8SMOD/7M7E9P291Ph9MZL987gc/MLOrvnMMer2Eebk/jwHivlghN741+9U+ng+hvmPZAT+pHyI/8h1EvoG4oD/Bgeu+Z4epP0UR9T6fWAu/1DiuvxEdhb/i9x++zcqJvx8fnb+Ex/Q/37xvvfHzfD+msFW/TqufvxwGGr6lLoq/fzeGPnBr+b7EnWg/2s5CvwGVTb+GKbG+uFNqP9G6nz9gBA8+OvyaPsR+3r49BGO+/hAHvpdaUz8GbnI+NK0PQG/Onz+ci9c/JdFBv2mbjb+sLTJAGoqlv1bXRz+eXKc/UgypP3IuqT6G7MQ/WlYGvi+ik753AaI/ByydPw04Nz/E0Iq/WesLvgGi1DyVL2k/dtrgPx2SLT/8B8u9ph5vPZWFQL4qky8/K+Qcv5KTdT/3Aas+dH83vLSGSz9XK3o9sy6kPtw8B7+FO2i/Kwsiv9r/+LxnPtS/Ela5v5oJrr2p+ay+XvB4vwGz9L5ldxE//fPjPetOab9I6kA9wW7LvUWf0T98oxDApJbrv+tY0j+hcWY/hV1PPYiXtL5rpCk91IgEPyRHIT/Hwuu/foouvtsWzL3KaOK/s6qLvp/bMr+nDTC/Dd74Pp8Rwb8xAeY93HEhv5qGbT6YSUW+",
            "j9l1P4JSv7930BC7NPF/v+rUdz5DJdW+0pZ7vm8Hob4Xwos/VovHvXbhQT+0W8492AjOP49pxT5cWYi/PrrCP8o1rr3FZ7I/z8RqPt/MSj8HNj+/sae8vq4ztj9L4MS+o46aPmrZN79iyf2+B4S0v8e0TT3NtJg+42BtPnfkw782s3Q/OTR5P9Yskz8zrkK/MFMbvyvhiT6W+eE+TzEDv4yaxT6ad5G/yFCtvoBvyL7eFGu+iI7KP9Tcrr9nZ7O/GHiZv7JyFb+PgsO9uKNdv+xTkL8BXvC+d/6Gv2kVrb8U2Ya/xqzxPxSTQz6xM6W/R/wCwAoGRz8JhiTAc5N3vlt+Lr9IlA4/nafyvtfTjj9X4Jw/Zj3sPv7TOj8jFjg/QeK6P+ZxgL8e4oS/97iNv7LyeT9ONvc/RSLNPl84Bj9B5i0/ufKZPUBFoj56Nqa/gzhpP1yQqr9+q4M+GLVAv7d5Tb5xqwY/XdrsPoym9j8jRU6/6cMUv8vUFz8cxIq+qIfgvuh6DcCXvQjAf1A1vmqZnj401n0+Ds8mP0m76T5jsSA/NvKwv9+vNL+m0KM9L9zBvjO3tL9CXiI/EOBmv8uJpz4PrxI+bAOOvjCQBsCKcJg/h8n6P3Ewcz05hIK9p1OXPmMTqT5rKQrA6cfUPog5ub+3HIW+e+jTP+BF4j0MYpW/0b+bv5TkNb/EVQ6/Gf4ZPSKRgD4z3Ew/i+wovyhPZj4sFIe+sXzqPjfFqb4tPX8/rmiAv8IWNb/kpeA/0N5wPt73Oz9UzqY+lsxsPxsLUj5W3RvABVbNP3Y9XT/+dp6+4x81vgFUvb/x2m2/7MVbv/VZF78ngt2+spCnPozKwb9OF6E/U144P7r4Wr8tx5Y/IC2Ev3OKk78CTQM+VqTQvdAHNL6kz1O/FIEsv8R6Ir0WNQjANP23P/4/o7/POZ++MB23P5iyvT/POpG/LkKTvhiO5b7Xy+6/TnJxPx7Ryj84FSDAgAKSP7TyIz8QjCW/ks0bQI3gib9AUI4+",
            "tTO5vpNB3z5tNT8+h7EAv8RqLr+49+O+9RBtPwYKDr5u3jxAWD8bPxMuBcBUZFg827lEvh9XmL957xM+fDZyvTVWtj+0uOW/+7/EPzbToT+neiJAMHrFvxs7jL4hWV6/qtyfPzGLtD9/hRQ/auDkP+Jmpz8YIbm/6leMv3i1hj9wMNQ8MX8pP4oQkT9o4d2/BcHSP0TF1L4yt0m/5SFiPm7deb+ODxs/+RA0P6XYLb8ASXC/5HgFPxfYtj7+QuQ/XED7Pk5Hk7+nZBE/mZ+Qv/447r9uEwQ/1zCyPy7rFb0zI3i/uUeFveWJWDlSN72/5XJzPqGDyb7qMla/0QHDPnjcAT6yAwq+B+0kP10N7r0HgNK/mWzRPsWL4T7matG/4GTOP0f+XT+MUR7As/rhPkmUy7+8VIS/XryDP4mqIr95YAq/EHU/PjCBtz4ZTO6/jOJZv4OK874fb2y/PClhPqDGbb+tiKo/vH9yPymJ9D6fZAe8PK+PP20yG780kGs/FK4uvtx5pT9wpAO/ge7yPgg87L4XqEo/F9uRv80wwz4HA0I/X0MCP/4ODkBOo+W/HoGEP53O277wVXs9jtoIvyzyOkCRnNI/e23Nvjjakb/K97k/W6swQFDnjD/RwQI/YU1VPA5Qhb/FVuk/jGcOv84N47+cB/s/xZ7bvtVY+T2wRo0/v7LjvodAsD8TlQ+/VdTgPv1yoj/neSk/ADasvZAuoT+sdSQ/DLJIv72e0z4i1Wi+dROivygnc787Q4W96k3nv2k59z/2/Za/OoQDv7hslr/8fXw+3MbkPmrIxD6yciq/rSVxv2delL+bGAq/Ha9+v5nbcj/XxSu/nhsLP2ZEwL6nfTa/ftqEv+mtJD+o05g/PMBYPnuXGD50gSe/PN6+P+VtiT+ZN2S/wkT6vZad1z5cFfu/9VZKv4YEWD7tj4W/zPNFvhYIjz54w/K/PWMCwBfYZL41pSa/oZw4PkY8Wz+gaBa/ym44P/q8D8AWY6w/He+mvlPkr76Cvis/",
            "Cl2NPwM2xj85ezs/ZO4GvsCmZj+Ncf6+rb+cP6AXgr5T4rk/mUfCv6XvGj5sSpk/X5aiv0swWj975PA+rNMfv1YunT9RDpc/s1vqvn1ABz/YBca9Fg/fvzccFz8Xosq9NS8ZvbSx+T4SDg5AzGulv/DBPD//ZoQ/ohs8v9YJ0j/A6QM/PixgP5pTKD8GF/4/oHLmvRElxL4dr4s+ogc0P/cttj/Xvy4/XaWHvxAIID/tIcI/WK+VP2W31r9z9Y88sSI2v58gkL/qHCQ/zgazvkpdQj7IHty/8e5OPw3S+T8cvw0/qql7P8DTD7+wAL0/42a5vUa1lz4VVbS8DiG+P+in/D+/vCE/VMSgvehHUT9b0aq/XBJmP3x/gz9ydMC+MTrYvvJQMb9yY0o/ecW7vxAa0j6hIe8+C6uKvrSDub714Ck+9508vRwNCEBZ7Yy++cCDP6H3WT89YYW/d3UUvoE+mT/2+eA+e/2RvlnHs7+i3sE+1mgbvyQ5hj/QooC/IsXTP5YYDT3S6g0/pvjqvVmLIj9goZM+7wWtP7wrk76inD4+N8vevjIJvT/udOa95MWyP6XSBj9mzTY/YMuHv/pibr/8pE6+SEG9PiVk77/Z4Nu9GqAZv/5tJj5Xq+E+7TkKQCpCUL9uxDS+CN7cPgcPSb+LgNS+NPGlvZoxa79NOOu/8e9Fv2mwkr/bpwW/jIWzv2hkmT4oTSY/r8ERvxI2j78GyHK+zTGAv3wNGD9ardQ/7ax2P0KyAz76FzK+0mQgv5JreT+Y27k/XI12v6rfPj8qGcU+HnZgP0nQJr6gWue+C7PfPNNrmL9f/yI/c8QHv42imT+u77k/47kjPLIqfz7D8QO/DLlYPwY2uj85xWW++O5Dvgrx6D4cUZg+gi+BvjmfhL+UScE9SAN+P0s/Tz9G2Ne+W0khvu0v2L+ZkuU/Y+0EwBE2nb+1P+O+WIzxvubsyb+7KL8+H7d9vynuEMAuWTG/WWrYvwLnG78PhAe/Y60nvjJkUz9iiEM/",
            "cFvgOw8rHr5hhfc+/GKQPxB9qb+QJcK+7YG2PrD4ZL9KrDc/cMs9v/CCDT+w256/gEscvkU6fD8OoJS/k8+zP48aLD+sGAG+y9V/Py9VuD1I3OK/jiLJv6onOL8lBAq/7xOaPnua771dpPI9YSZ4P8SuE7+5d8m/hCqePxuv+D50Yza/EhfovpDQur8iLrK9AuD5PkmOLb96Anw/i1wDP52Kfj0i1Zq/hLN7v40NZr9QdHM+n+T1PgnrOr9u1yQ/w2K+vyIECMBmLn4/fJFFvwu1lD4JuRVAFDyMPw2d1z7WII++VreAvoFxgLwqc+q+M15dPhWsmj/IRbe/+R1zP/6nj7+eIURAV7ROvhUgzb4vRs8/oJkGvu/oxLy1Wsg/tJHMv3RNvL7bxzO+iMApvwWr/z9IjsI+nDuwvnppTj9Kfi8/Wtf+P9o5d7/LeSq/b4/SPknZgb4ZZqg/xpLkvwv0FUAp1HQ/Tjsjvx7ADL8Vs2O/VXrWPsof7r7Yj0s/sX4RP0xsZ7+Q+ZA/DxOvv5NeRb8fSeC/XUxgv8cV775K67U/oq8Dv+oIxz9iZRvA80/LvzgzCD3huHg/W/dPPsOGQT8HKtO/vPdTP8tlOL84mKc+HX50vl7wFkDJnrM/qQINP/ziuz9pKRPAscurvhrtnb9GHWC+mCxcPtGmQD8ZkDs+tqH8v3RHMD8mb0G/kEMcQLuuWr1/2gDACHskv5RN377d9sK+DVRjP/1YnL+z2Sy/e4cKP2iDlr/wO7m82fO1P+uZ7j/UGu49NwmCvg9zKz9vT8M/3cmSP375lT74DrC/R04zPpXuB0C9EIy/JtDtv8IVDD8blx6+8tc+PhuSFj+Z2eq+MmK3P41yFj9p0A4/Z451PRg1Mz91PSs96kjlvzGfqr68thm/CRiov1WqX77gxjK/E+xiv11r5z5gv6O/PTCVv+dTIL60CRm+sUEIPpgWFL+SBmy/XfCzv4Sjk79McAE/qSO6v4ijYj7fXO69wQB7vl6VPj/bl42/",
            "fzdYvqecVj0lOBe9L+xcvVrst78rfI2+lf5TPTqm9L9mvK88wsM4vzqWJj95aVW+O9OfvhP7HMCksoE/79iKv1mmCD8FVS4/48nwv8G3Ar/NVMk+oROcP2Sx/T4Y5Si9mQPJvoI50L+xPyE/RrorvgRUqD/62J2/DOSxP5dz5r1JhqA/ibmYvmK9YD6FrCO/bYzjv/o9Ez/266+/hjkYQL+5zr314to+E7e1P64Ogz/5Rxg/R5U7vdYY6D3q5+e8IHSTPd1QVT/RV9E+qZmQv79YmT850fa/KWE2P8REZr7Gdg8/04whPqYqVz7kgdy+oVCJv8p0Gb9i6vs9v1lRQPQUQL8bYRC/SlZCPoccZD+Lg8O9FeKPv69fGL+jk2g9+PJGP1iLkz6KO4w/7nsoPwsGQT/U98i+ikGpv+4G375nMMM9KBorPya73b9P1UM+oWavP0dbqT2ofHy+XtFrv6yvi75nheo7xHeaPoXDBj9VjoW/nWFBPxVSnb+RkhI/tc4DP+kEpz+J7XU/D3gsPg9VHMAAhEG++vPHP0MPLb9ZI08/IaeYO9dLtz3uIoc/WsfWvpSCeL/0WxM+slPaP+R/5b+LK/g+pOVAvyfdWr+0doA+8kAXv2O30T/PazG/oFwHPjJElr/DrDm/N7LjPwvPo76tohA+E9iYvS6Olj/f4+u+qJL7PsTPjr6CJh6/iaqqP/oS2L9fela+Kt0rv8tl7D9kH1g/H/liv3d7CEBVHUs/WSQKv1hLaT01NSK96DQtv6DMdT2RGfO/9hH9PyWwjr8z53Y/xQncP6S0tL4xPRs/Y1G7P5ol074itznAID08vqhtH7/5J8Y/lEA0Pzh8y78uAMs+h10Xv71OPb8U1MA/cvZ0vd5PC0DmxGc/PdiRP5zJyz84/aW+p0fjPTYl77/SxsY+AocGwHIkSD8Jk4K9xQG9vYQhM75BxaS/fSxxvy/ZTL3SNee+kmR0P2vAV7/tllc+91meP+O6WL+Qhmo+oJlkv2k9Cj8Lp4w/",
            "/dLbP35Vtr4jl74+QpM7P2Gr+T5Nuz0/teICP3wwOz9Wm+y+PGCivwmrXr/1B5a/7GdYv+DLjz6vpUK+Qj1XP25tC71tg9Y/16NQPxp3br9GQuE92k7GP9RJmj7ujIw/CaRXvy54vDwBN+g/I7RPv7ZOc769pSQ/iEmdv7KCvj+kzzA/hQC8vjfhxT0QepG/NNuxP6rZMD8azTC+GokoPg3inb6vy4++oFqVPzVOL78IgoI/EqLOv2sThr/sEp0+usEMvjW34zzzEnO+Z5ngP1GoWzuKZ5s+T3+3PjoiE74O0Be++MP+P5ro+b7IkIm8X5e/vQKPCz61E3o/e9+WvsBc0j63jYC+Yg0Uv5zciT/k8VY/5G6nPzjW0L7p1OC+ODaCv4Tpjz1g/L4/TlFvP3y6773/QD0/rHwHwLWlKj7IahM+QAi8Pi7zCb6Q4tm+DJaKPzkwsD1Vyw5AxwKFP1rMuT8oFr6/mtQjPy1lMEBV0Mo/FsPvvgpeuT/dxrC+JeEgvnrSvD2aoni98AKJvcAbTr6Ykow/9MrLvlHOV75iKAZA7dsHP1l6jT8WxKS+afwIwIQlOb9UYh6+ZfSuvnuzJUCBQMS9gdV5P9mejD9jOLa+oxM+v/J2GL9GUtq+8Rozv224ez4Fou2/PSh1Pn25jr+kpUi/r4Ovvy0mxr6VgYS+DUW9vrpoBz+y7Ly9oL6DPy0Ez7/9XM++2d/7PjeOMUD9lt6+qclAv4cElz98xgM/h1/tvYnyPj80khW+2cJ0P41jtT5NDYE+QtIGv4kijb8sXHw/5vUtProRpr7Vq7A/iXpwv00Jpr7wHoY/GyWxv8sqGb/+0nu/fdPjPviQ7j9oEp498iTHvxSQ5b8Vjym+bngZvzShP7+Ad2E/xPiCPzRfGkBxqbK+5jK/v1km1r8wUYC/5w+0v1Oc8b7N2X6/WhWDvwZHDTx8z7y+Ygkxv9OPQr+871c/v4k4P1RZub7m89W/Zh1MP/Jpkj/hUbI+v1z/v31LKD7Z4sU+",
            "OxpRP+MEqD8CUWU/qG+hP7l6EL/DqNG+50ceQIQhUb75TBa+BBHfv23ogD8hDdy9VAAAvz1eUz/Fw6K/3VV2vfh75LwcRQq/er5YvguYqb1XkzI/50PRPsFJHL+pXh49LIuHv7nfrT/WxSG/gCjdv6O6AT8oLJA/nvhSPp87mj8coew+BJiZvU1QZL2XlpM/VmvhP+4w+z/CeYu//YftvTOVtz+9Fbk9W1jZPhJR4L6VR6I+me/uPr3UDz6A/Uu/xpdWv6wH9r9ewps/jS8yv8r5vj5A25A/XcbjP0U1hL8xCVo+eihhvRaK5D/g1Ga/oFmjPo9hYL+rY6Y+zTuDvrbg4L9z2Y4/zS56v2KKxj81d/C9n0aQv9J3ZT/fraA+M1IPQI6gzT45NYM+rwsiP+sV6zxBCUg/Pl29vvTUTT/9QQg/TfA9PjEyer67qmK+P4EOP5fO4T7WSIY+YYCTvsXXfT/XdBy/oFipPuA2kL+ymVM/IoFYv6MKzb4u756/Wajhv7tJvL84roE+kr+SPi719L+slqm/nHnsP6i0bT1QbiG/N3OZPwsf075xAqE/IxJ2v0oQFL+YF8C9UOEuvyXuvz9++Va/IullvxQBu70bXhW/inXiPqnUdr64PKW/sjKeP/KQ/T9dAtW9sVZiPyi1rT/7FWK/nw6vP+pch736CPg/01OaP8nvUj/qcIE/WmJtvWyBULwV4Qw/UnrJPu7Sar9s0Qk/TpcRvkjSuL/bMVg/A7dlP1whPD9vnDG+CJs8v/b/4j9+u+u+V704PjE3qD6Nlly/Pc+PvnPxgj+GXf2/tESPPxBwhj++lFg+xfx/vyAijb/B/So+xMy9vu/f5bzPaTe9ZEo/vj3ar7+C+gi/4v8pPzD6EMBvXDC+M7a9P2+u979oBL29XdANPx+g4r2JuS6/zvlhvwablb4TVEy/sKkRv7VykT/bzAk+u/8SvlAfn78B+ci8SURKPgs/8T+7Nwk/6t34vmocwL/VXCK/DKoKPgK8ab9xIhs8",
            "HEkSv6uBbD/L9aQ+3siuPO11GEDOBUy/q8tDvo2zBEBCGrW/RRehPj5vr7+P3a0/4MYZP0TazD741bq/ZmT+PVNCm79u7SS+oxclvyVvsj6AZu4/+ZwpPTCuub4fdLY/PESSvVwuCz6X+hc/WJxfPgndYL97qoC/H/F1v7bKT77g7ws+XXJRvQ+mgr/ejL69z+rCvzoT/jwEnKm/0evevwhHnz/sFrS/v1FCQNOkuL5ZhCG/I/QMvxhFCb/m6JE8Pxa/v/YChr2kfAtA26cDwEKwgj8PUPw+iR0ovurFpj67PXE/3DZQPRUHcD9n6we+UilIPr7/lD0MUdQ/gRcWPzhtGr87e3W+0jBlvz02pb/mnkE/e06zv7pgvD7zFfA+S+EaP0sKFT+1hyG+stpJvydrsD9vXvw9IANLvnnpbL96bFQ/F8iiP0I8Dj4vTze/Il81P9dKWz9e4kc/QsFOvmKASr6OHr4/E2fbP5zeF76pTHU+rvk6P9u8vT6juLO/Bj64P9avjr6AFaG85Yd2v2DPMz+n+6+++6u6v0Yrrz5kkuK/ImA+v+U7hb9RPxe/rXpgP7vnYr9z2W+/5RhCv3+G5j/0RkC+GCENv4QLjj+HKvK/kE33vv/FYb+4DBW/CAuqv6Rqt7+S3iG/S9aUP9GJVL4mZSxAcLh7vvfrIj9nrmW/y8jWvhrrhj+le5q/ItVhv8aRHr9eeK6/aBPUvCMNXD9BCCHA+xC2v3Ortr81X44+gSMoPprQgr/TSsA/6jJ7PwTz9r8Akyi/DW6Rv5l0zz/bRfY+461wvraR5D6Y2yPAQm2yv/gIfT2c428/mG8jP0zW47/vN5g+qvaAPwO0vj8V366/mxdaP1M3Zj988gG9Gt4hPjOhhL4aJ4s91zB2P52Znz/1jRy+wHGbP19cqT/R0T8/tuG+P5KAtD8pyrQ+t/XqPw7iar5j1RO+0f43v6JLvL+mT+076K7uPiEPzb/aDy2+mgVlP7GKXz85mLS+ZrR0vgZIA79SkVW/",
            "1vOGu74FNL99dRU/AtOsvwGB4j/wz1c/iwIuP7uMUD9DOZs+HHhyvxJInD94c0S/dHAQPgzCBr0TPks+Wk4rv7H1or4flRw/ruacPzwbuL44V/Y+zbTgvj79zL8p3t0/PyLevneDfb5WtBA/UGVOv0hEQz+q1hI+1i5qvsSuPL/V5rI+BLmRvgyfdz6a1Vc/Ug4IPwHJ2r5+CdE+xYREPvtDzj6QEWc/ShT2Pp3HdD9nmMe/v4EWwBdPSb2d0aA/+ojHPiuChT8Ga5e/e0wovwH0Xb2tEYy/hbDdPjDjIr/JH0s/1iyvPntt5T8r7zC/KZG+v5aAVbwEE14/6bzQv7T7uLxTm1k/0rnmPp868b4+lKi+HhCbP5NBkD9XQvw+22ONvww2Vb7RO16/L7bIvut5Tb1Awzq/fY0cQE4Mgj/mnSW/86eIvvqehL7xQ3W+OuhWP+1BID5M/Im/aTFbvxKKij3j/h2/zqtuPdYmaj+Vq8O+d8Mtv4HPbb5LaEa/bDWDP4uZUr8GIEi/7cw5wB3Ayb5EuL2/ffMowKb+gr68buq+PvaQPz3ZFL9HUe0+MLXzvit/vL+Kec08L4XyvizjAMAASHA+cuumP/6oTT8woww+imzlPrwoab7jv7U+1RuovibLJj+Ua0o+njhPv7GVJb/P8xJA5+rbP1gwJr+qKqs9RVHLvj4frj8r3ec/8h8oP6WGIsBAE9O+0vUuPgEKjb75+Is/7yvHvynb3j/7aIw+53EePivkKz49tek/1ddcv78AtT4B+pW+ERkXwKIvAsD56mm/kvDaPo92p79tXoY/v54Bvst5AcCQXTM/ibnVv7yNNr/YAQg/NKC7PA0KrD/LP728quC7vzpMYT/nLBi/GSOEvZFEbD5CE4y/Jw/SvhJHo74EN3e//ySBPg5PU70H/sy/l1uAP8Pt8b6eS5g+VRW8v7K+sD1ba+494PqMP221E7+19Ik/oDXPv71Amj9U40S/g533PmVYWb+wS2C++5bLvfKj+L+0rZW/",
            "rwVnvyHaPT8DG5m/2qGzPzsj8j6BeYq/IzSxPgpBGz9J4du+FwyLP73Iqr4qDA4+/rsEv/rE4T5Gtqm9hJeLPnSfg7/yfOY+vGeUvvxzXz0m51m/yDunP8mpqz6zGRbAtpTMvoPsST6Q50g9bv8gvbMKcr/YUyo+HomXvoZDsL4DrSK9YEd6P+G/KL5pjJI+QK7iv2KwAr9mzDo/YKaWv5gPYz8XSaO+k/JRvlrQcj9dBRe/B9JrP46BaT8JPEu+FagcPYi7iz8RykA/iUgIvqJ+g79RrO4+JBwYv1Sr4b//WLY+EPKBP8OSnT8jcoY/W1lOP8CwF76JFig/UC1fPvHCHz5jvVm/dEyvvixscr7FxZG/qvbtPoW5uz9HbJi/eSibP8qqmj/Mk4s+iPTTPg39oT/5RE+/7dIGQEbVaD8yQk2/ypdEPu7xnbyhIXY/hkuEPnM9eD/2dJ0+/pmgPpvGNb+5xxc/G3YOPxkNLb5tZW6/+0Eyv6lLwT5W/Wg/BJiLvxJiWD92R3O/aqo/P09CkD9vudE/W42dPr8Cbr/lz5a+VSzBPu1yCb407y2/l24bPhFqYj/E9BBA5NaGPRiIk70/4jk/IPs0v7F7XT3+LuE+CJslPbQ2gL6lQIs/LeKvPuLNRj6PXVa/EtPwv1XmJz6Hzbc+fkQAv5y/C8BvxGk/0HuHPOBeJMB93h0/C6rKv8EBMj8M3Mg/k6b4vvbsUb/61n2/NWGkuSQQqb9ko36/Ctu3v72iRj/a2QS+wbTVvirJyr9wCBy/7r0APTXUqD9Osv4+hcOzPy0gOr3iSpQ+5JfIvQ8oI7/mc0I+Au9XP7WEB8Cr2cU+5c7MvlY8ij6QFoc/PWdTPt/sNj89PKy/kCgoP7eEsD9fatK/3Ye7vwC6DL9eCR8/wiCXPtPBtD74OUa+em4gv/Mf1T13XVo/D5hBP4pLMj9cVpU+DeHPP0zH474twaI/zDfzvoXroj+yHn49udHeP+EL5r9kGog/K+kzvmiRor95nS6/",
            "buCUP6zyMD8vnQw/ZH6KP4u2wb4BqNe+OANSP6CU0r9UpxJA0b9svrzpiD6QInE9L8R3v1YUXz5fsVO/ThakvhIBer+Gxhi/QLwEPkhb3r+tLQfAvFAbQNlDcr/iG92/JK9GPsfcmL8U5UW/ydYqP02T4j2cf5u/jZ4rv6Cjbr/qIB8/Wc0Nv6p5sj/lBBQ/CpZPv/+J0z77LZG/m3Dcv2rU8b4weUW+BvyOvxxIdj9ZfxW+shmkvhm/17+jXc2/4017P+/Uqb8IpY0/MFU3PqMSUT+34f+/eZWnvzBIBz8LJ0M/Fh/mvgeZhT9tIqY/2KQvP+BY+7+PH50+1LOkPwTWjj7itkq9O62ovvhI779fwIm8KssaP1peSD9axWi+MOuQP+Xzdj++z628aldtv1GPmr+NUCfA2LQOP0kHmj5hy7m96RpYP41FmT+NIii/OnUivzskLz4W1oM7tiitvTZhaz9gZd4+bYWuP5FeK7+/ZBE/HyOEP+WFsD4Alv0/2Ae8v5GH0L+pay4/Lx75Psx0Mj/WGaC8T7QLPrz9Iz+ptgQ+3huTPrRjC75aHuW/PP8oP9sa578Y9cQ+kOaWPZEqrL/7np0/Chwhv2+l1D6Vybq/bMQbP7XOKb+THS6+BWOjvjo6pz+w71E//Q4fwP7HhL6OMDO/2BkrP/Fkl795lAk/GgFSPg21qr7q9Ik+IqsJwEYjeT7DxS0/yUJaP80QoD8pkz0+kxl9PwZn+L+EtLm+fuJ9v31EB0AgFX0+gBM2P3Ce0r9lT0c/2fXSPIS/Nj+WKYu/ffg0vyIzm7/+eIM/+ASbvuSqkj8WoS6/D5rKPkUAoz4XoAo+LCeGP1G2az8ZozA/XucnvpWpbD4jGam/TQ7GP7Yq+74cyOs9AE1jvzvBmj+Ivp++oxUhQKvXxj/K9A4/fKC5PqWxwT6rHHS+yFoRvtPZlb8lLLS/a/krPX8ddT92Kbo/pJUFP7lr0T/0nXG/WDbdPrrqHsCDoR0/nZDtv/toVD8mE3+/",
            "yqJIP2c/CEDJ228/tn+uPvpLbD/uglc/Oh/vvrOuGcAE+k49dEfovYFvwb6U+8O/97aZv/zIqL8ISSW+m89CP1yR9b7RjgQ+berXv39cbT9LI2A/dHVnP1J06r/nE6O/9Qigvb1yCD/gD5a9npkPvjwvR7+FmUO/s/z/vvs0CcB8o6c85BcAwAj09D8QuaI/MJPnvn24rj9A9oa/yCMMwAURUz8+7n8+2iTBvfsBkL5Dw98+OsesPY7kxD3gyLu94o2ZPzIjLz1zXAE/qhmav9Osmz0rJO4/h1kKv0Objjyk/qO+bDqIP9OxML+T2PE+VwS6PzmDSj6Lk0U98kccvwtRoz3VvTO//0eDviyoiL+xD5q+SrAkPsmEVj/d0V6/bB55PsJ7hr/6HUzAssWcPgtztr/iD8I+qMzVP0Z8fb9ZdW0+/OQePx8ti7982t++Ky/tPkknmr9J2RU/Zdsbv8o4E79gmVe/ckiyPQIanD7oKBY/dNcWvWufU0BgJo++UTA8PwP4Iz+u3Xo/9Rq5vo8XRD4gGZo+V7xCP3/hBcD3bFi/jXETP5PjLj8ApDK/fo2Tv5k8pT4CZcY/c5qYv+8Tn75JOLa/tLS8PCtCs7vW1mG/Tu9WPky0Qr8/ozU+f22Bv1Wp4r0F1wxAweyXvsmXLz+30Wg+rRvAPzPDLr/gVaw+HBiIv8K2Q79+zwm+XXFTvwv+fD90npe/W3mWv4D1Qb8N3Cm/JcSFvjTMfj1/LcI+1BnrOyKjar51nig+07QPvuO4eb8fZ7Q/u5N7v8zJyL5eLmG/V5m1v5m+ST9b2ro/ZSHOv2CCHL9+quY+g8RTPjEbHcDxzDk/48o+vbLmqbsIz10/vifuPZugqL9eEdA+kDe1vtLJfT4s9QK/tDEhv5cAoL9kbcW9rGqcPjWNXL+P8Yu/a4llP3dugT+JQIU/VSpUvxtDUT+ptVU/mQuvv78PLL/xDAI+nLvqPjhrej8svts+C59hvwIIPL8/IH0/NZAmP2c9FL5W7b2+",
            "YskZPnmmhb5AJJq+2FSnvQ6D47+AWpI/Jl0HP28xf7/IQeu/tcQUwG8nkT5i4+m/XpMSPw64Cb9DbPi/eErBP7zmFj/o1Pa+1QyKvuqjED9WJyU/GSJFv6ZHkb/madw/FHYhPxUuaL57qfe+SP3vvV0wczwG/Ru+NQEIv3BdBT8Uf46/Bos3Pzw92r6JwBo/RVAXv/eoJr5eTT4/Wap0P5OFLb8eX+a9zeF9v9p+ZL9fE1k8OZ2nv2i4Rj9YzTM/xqx2v72Htz4be4O/t2OkPqXzDz+YY6M/LzQYP6WJRL5+kiQ/FI/oP5EFjb8weIk/JgeePiNN3b7PPqw8LaMcP/ztPb9jC9g+wrRMP5eYbD+dN+K//DyRP8CdtT5znrY/bA1ov/yTlz1EMoc/R67zv7/FZ79r4CC+Wi9XvcrVcD4PmKU+GgSzvdAYO78Q7irA5dTfPbl8Sj78Q+G+q/anP96cej96ttw/qkR3vjJncL+X8ok/uguTv0ctYr/5awm+sh5PP0Wnlr85G+C+de6kP7/S5rpXAVW/z6EIPWaNBL5Sto2+UwiaPpSenzpqiuO/coi7P1MwGL5OsCa/yHaLP6Iu078gGLg/ctIJv8oFwD7i7h3AymsyP7fX7jy09K2+qIuRPhyLDkBVGqg/cOZkvnnyOT8rCSS/kZb7PY93c795dB2/TUVYP9i8vL/lQBa/gE5DPqWEAL834Kq/Xvoqv2wTVT9Ka2o/FpK9P78lOr/p0cM/dKdOP8vyhb/saAy/0RknwLxDlr2TGua9PUmgvmDvnT7iiva/2CK9PjJpwj4ymEk+7NvgvtNaoj+k47M/BzwxP70z4j7QrEQ7GjoGwIFzpD7eMUU/iayRvi4HAz93em8/RdqkvvdtJkCJCsi+IGptP5molL673gNAhZcxQFtUu75vszE/hxM/P92bob0n9nw+YqAfP/k5Fj/rzgq/VReuPruHFj87aao+wHObv0Edsj56RDu9qJluv88SPb8dpV8/uJ0AvorqDr7SnAk/",
            "lTMTvxTiUb4B+24+XXAoP6vwM796Jp+/l2gav/7/gD3veFa+SSPPPlPHB78bpAHALzALQOuquz/Q4P+9NMaRvv6R2rzYJdo+8w3evYZhur76Rqw/2pU8vvcfNb/zHMU/NBRDvhY5Dr9TGtU+Kd8mvyMXy79IIzg/X4SDP2Z9Yb9kl+g9RVi5P4RAEUDw7sO+mddIPwzjqD/IRy6+lf6OPtWDzj5I456+E/MkvprcfL74jku+T/nZvmd8Dr9vn4I+VIgZP+1kx77DtP6/nvwvPosH6D+9vEU/sr0LP7Sb+r8au5E9yV/Mvi6RbD/WkTs+KdvIP+h20D+Mh6e/VRdNPzYA5j75zKe/fkErPfe7Ez4mBpw+jUgTv25t3z6Wjnw+pDK/vfsmf75TzwS+lp7wPvykhj6R4f++MookP8/CKr5nQuI8U6k6P/F21z/pwBnAmvZmv6uemz8Bv+Y+nUxLvz2W2j+y85w90jk3wL2Wuz8USGe/rapavGQMiL51oUi+a4SLvz1Sh78NvMI+y06PvlzWMz8Tx+S+GaMKQEvVlT5u5mw/ISxhv/qq9r+0wRs/VvmlPoiBSD+/WBy+FFlPP6acVL/Z3Uq+XTqePnNxgL7xKUi/LaBHv1Pn275sCds+YpMBP4St9L6sqgy/hlhPwOzkhL5msK889JzJvU/cLL7u0Yo/sdkfvyWArD97l909YRFjPveLvL3PYJ0/z0ymvyjzZj8qV9u+pr7pvmRbd79Ll7++IZTYv6nksz9d5Yi/xeF+vgVf6z5InY+8ZZKZv2Q+oT8gg/8+xoB3vmmvvb9cH4q/cW6cvOXBb77DQVO/FyxJPi6lUr77thi/R12tP3owWj8hELi+bvqWvlgiMj/hKTs+dxN9PxK10r4BlK4/HJktv+jJrz/j+Km/Yc6NPuYN6T9pRhzAu7SKv0ngZ7+zbZY+OMRbP8VMij6dBaI/MhIGwPiLRL4FoV+/Y6qJvqnUYT61h8Y+Z19jv8EMrT15IZY/CKmEPzP6uD75ClU/",
            "Xy2hv7M/uz+w9sM/0slRP19qm76/EOu98+QHP0HudL96DGy+dlUov9P0Lb9uJ7I+QYZ0P3hFRD883QnAHLFLv2iyXD8+b1O/aR6IPohYIj+NPQG+vbkxPUfa7L5x2Cw/zHf7P15dqLziqGS+JC1qvkiklT5ApMG/JLq/P1aaxr8iXrQ/2yBNvhpQrj83i8U+ixkxP/pZacBsxZE+CfylPt+B7r7ECcW/F1fKvsbGID9jxBw/OqlSv0xaKr9vcZ+/SErdP8uEmL5FC94+95h4P/RZ475gliW/Tj29PitviT969iI/F9Orv3CZWb+pE4S/ZGDrPnKe9j+2SB0/SUBKv9TQLr8qJuq/tNmXv04mI7/ZsP8+jIw3vypYmj7lFgNAm3h/v75o8r/iLZC/oymxvqfseb/+q7m/BpyePntmV71M/h0/X1tPP7AqpL8wEoc//m9RP8SN2L6LxW6/mXEfP3UTRsAQ/xY/rkJXP7XKCD9zFSg/Vj19v3mBfz5Dt2I/BV8mP4bWxb87NuG/wR5dvbmFuD1i/YA/U4jqP5Jevj8yxC89PlFUv03zGr6r2QE+mCgwvpPkCkAEQh9An5AGPla6BEC9juM/8XDoPgFiSL9aCzW8CfqVP85rSr956Ws/N6yNvua4Fb/I/A2+30/HvrW9Kz+ghTU/HBVNPhD18D5LDb0+1rJ0vezLej8uRTI/USU+P0gcZL4L1cq9oF8vPwz3c7+0EFE/Da9bPivcnz2cW64/XYaOvkx3878b5Bw/9uUDv3z6B7+P3pO/8qawPghBwz/njYW/PCwiv/D0Ur8PEzG+nJ/gPybInz53/dU9viiGvyuEdD72Mse9f5y+vivXzD4lcW4/2zJ6vQk7V7yYsRQ+6LOrP5wc8T/Wlv8+b+YBv5GdzL+hhW8/dZiCPuoPy78GPuG+eztpPwbDlL2FvSg/QqgUPA9WqD66Hz4/I/qgvuoWHr9eNAu/PLHkPmxvoj993Mw7PG2iv439ID52/za/VlIIvX3DkL8kx3w9",
            "z5UmPo+Pl78w3Q9A+N/Fv+hvOL8vnIu/qemGP83Kkz50Tes/NyKAvoZGiL/eyvo/SZTwPjdKkr8Moyu/peLBvhPclT7sFR2/hzn5v6THXj/NEA6+zZ8OP1VJFT/Llki+DwKWv7n5Lb98AgNAyweJv40BIz9ai7K+mLWKvSTp4784Pum//oOOP9uCAD6z6YW+z6WjP6WpPz+Wuqs+V8d2vcWBHz6/h1U/3iYRPnCDIj+bFsm/quIEv+Rk8D9vFuc/eZLrvxq5RL+EgHK/YUPmvjfgGT8+Pby7hTMlP925cT0XbVY+MT4ov9M6kj6m/4O/RQkfvZxd3j6uMoU+FTVIPeFWq7/3BVS/OymivdiI3j9ZuBe/QscQQHFhyz0PU4Q+exAjvl150T/G0RO/rhq+Pg+96D4sGBZAw++rvkuS2z5wD1m/aytNvs6cuz54Cem9qvInP/sU2b4mQhw/v2U9PiNi1b63OGS/3Gq8v4tJ2r4QytI+5VIgvyTS/j5uVNI+wMgsQIsdDz8I54G/Yo4Iv/gKwb6Qgi89eEZIQDGEkr9IIWg+jZkiv5DZLL+WIbi/XSQQv6Qoa74CM96/vWBVv4P5gb/jZn4/TKTHPojtWb17zX8+0ba1Pk9Ddj3yUb+9+0xdv9hg878KXJ4/HTN8PxWnCz/alRY/Bfb4PgQqkr8KRaU/YIFrvx3nsj88R+y+rDNxv7czyj6OH6y//jMUP/99K79gysS+X2LTv88a0D2leLS/wKzUP/AIIj4OZGu+mdQUP1ExTb8L6j4+NlTnP6onfz6Cmck+FjQLv2akFMDD7/I/QNGHP+KdmL5I9ds+mjlfvNc7Yb7+DYm/yLH+u0jXqL7afZS/udi7Po41AL7Vw529A3Hkv7RuV7382F8/uhihvgZQAUCmhQq+1mvtP2ouVD8q7Gg9o29WPltfDT6u1pk+Q3meP0KVAr/mPhC/d1whQPJDrD93jZA/Oz3Fv4qaBMB+LAG/ariFPzNXKL4KAJg/dkeQv4ki/T/zh0W6",
            "SlSQvwiWVj/gp3q9yqMcvzg4z79+NFa//jFNPa0oDz/Z1U4+Qad7P/VbFD6H6cG/F1MtP9uYij9EnHu/ndg1PqjWpb8uGYu+5YlzP5RbXb9uqum+jUzOPwfWVr4mmdQ+2GRtv7X6dj38Yh8+b/bxPdF3y77Sicc+Q6tIvpqUJb+KLc++KpyVPliNTT8BwYM/3EELQEPvhD8rKVE+INLSP7sdsT/Lbzo9ltMrvOVA478nAgq/KrlUvvJrlT80wtC+jwAGwJInsj/yMqC/Z36WPXu8qT8t4KO/rV50v6vaC77AylK+MGn/PoX3P7/RIHU+i6DJPg17jr4B/q69wN/wP4+oVb8IjEQ/GNwJv48EaL9ic9++H0C8vi0Qrz/wN869E/AVv0PcWb/zpnq/ePP5P5n/PD8cUA0/zc9Kv1gzLr+hoV2+aajuPq+XiL9rZIg/XbL9PqCVPD2PnJY+CvfNPPMwPr6X3zXAlFNrv5Eyjz+M+Ya/4i9dv9kiWb9DB+g/ZHQYQISUab/a0jc/9NaAPhmHgb873tG/f3owwMSKaj9mj2c++5gSv6I3KL/n2+c/58mxv+10ib9KiR2/TO/ivlUSAUCDkCDAfsblP0GQFz5phrc/AH8HP3Wker/4/x+/6UATP6SilL/e9d++Y2xiP/4gvT7djEc/ktJ1v4doLr99ATQ/hbmZvywO2T/vDz+/ZMAYv+PBbL8cGwPAqDnjvDUbTr41x0i+s865PzxF8D8pc7c/f+j5Pj2wFr9T7ae/Ejn4OxrWOL+eb+c/bKUbPzpIoTz0O6m+IMN/PnPP3j9QhDA/Txosv4O2Gj7CWNi93yvBPwpKtT8j6eg+jl1Yv37Kcz/iwug+GFseP/DJ97+bdmJAW6aGP9rRij5cfmK+wCdvPxfxqz45NAY/SFeZP8A7sb6Si/S+7QLXvlHbGL/PrCS+wLfiv5FRoT89srq/R8uMv7mIij0n8qS/W0AnP09EQL8cUtM9dfLNvsstcb/S9H89bstZP1uPQj9snwnA",
