{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "Input",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              1,
              22050,
              1
            ],
            "dtype": "float32",
            "name": "Input",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "Input"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 8,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L2",
              "config": {
                "l2": 0.009999999776482582
              }
            },
            "kernel_size": [
              110
            ],
            "name": "conv1d_1",
            "padding": "causal",
            "strides": [
              55
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "Input",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 8,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": {
              "class_name": "L2",
              "config": {
                "l2": 0.009999999776482582
              }
            },
            "kernel_size": [
              220
            ],
            "name": "conv1d",
            "padding": "same",
            "strides": [
              110
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "Input",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "BatchNorm2",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "BatchNorm2"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling1d",
            "padding": "same",
            "pool_size": [
              2
            ],
            "strides": [
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "BatchNorm2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d"
        },
        {
          "class_name": "Add",
          "config": {
            "dtype": "float32",
            "name": "Add",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization",
                0,
                0,
                {}
              ],
              [
                "max_pooling1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "Add"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "relu",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense",
                "trainable": true,
                "units": 16,
                "use_bias": true
              }
            },
            "name": "time_distributed",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "Add",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "time_distributed"
        },
        {
          "class_name": "Bidirectional",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "GRU",
              "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dropout": 0.0,
                "dtype": "float32",
                "go_backwards": false,
                "implementation": 2,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "gru",
                "recurrent_activation": "sigmoid",
                "recurrent_constraint": null,
                "recurrent_dropout": 0.0,
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null
                  }
                },
                "recurrent_regularizer": null,
                "reset_after": true,
                "return_sequences": false,
                "return_state": false,
                "stateful": false,
                "time_major": false,
                "trainable": true,
                "units": 8,
                "unroll": false,
                "use_bias": true
              }
            },
            "merge_mode": "concat",
            "name": "bidirectional",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "time_distributed",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "bidirectional"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 2,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "bidirectional",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "dense_1",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "a757391ffc86f8e44ba39bef22241bcbfc37e1ad556dc46f43a5cad9aaf470b6",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      22050,
      1
    ]
  ],
  "output_shapes": [
    [
      2
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            22050,
            1
          ],
          "values": [
            "SmvQP8t2Fb0ervO/6QvEPjBgtb+6snQ/vZ3cPhv3jbsrHs4/zpzfv55mcr/L93++UyzsPufziz7o9xW/SVOtP1ZIEEBmOSDAwN+eP8/vBT8T7VE+S7RzPg9dFz/0I4+/Wz/pPuhHOr8BZ0i/YPIsP32JhD3y8+o/WJ2pvzwyST/Xh4u+UgYgvxhIPL+pdXw/hjFWv4wIrj8GzkbAMYWjPu7w3L9H5KI/N8jlvzfLIj5pjx+/djAVQKVZBD0G530/PSf4Pn1SQz+SY5c/9PpkP2pvgr3at6M/5z5bv1Fe2L/ccya/tacwvD8KOr9YM9S/F8oHv1xksz8oUxBAayqav1jeMb+jCWI+FCaOP2T3gT8Yonc/i4Xtv8RfLL9HWMC/d1kGwGxfVr7MMmW+pzcXv7t4tT2eFCk/W5nLvkkfvb57Tha/eL2rPlpBrr6Voyc/VlYevhhJKb7M09A+YDtLvop4Hj/Oz1c95Xw5vzeZgz94AY6+mC4WP8B9Nb30kqs+BRGEPioWYj+7hcs+BT4JPzvBzL62cbg+bCeGP2DJ3j0ObJa/XE11vy3/Iz4m9Lk/B01/P517lD1nfCu/FyDvP3cJ4b/tRMY/OImFv5ssQ7/wfiu/Ei6JPkxeZD81Z0I9AaW0P/VMGD8f2WW/8ic6O0YE/T6S264/RaBqvjTV2b4YQ5Q/nTYzv056Zr/pEY0/F7SjvuTlXb+IXtc/Xz2lvTAWAT9epV0/OOnzv97Hhj4PZuE+4T+ZvWFfrT8sFvi/0/EAP2VxCsClymC9W2A4QGfKc7371He/aPCNP/UJ5T+ZqoC/klupvs4HbD6i46S+LOmUP0kg5j439oC/7pgkvyvBlz3s64y7hse5vyn//D8tKnA9gLQbv8G7CD8hiBQ/1uWlvxlnRb/4ID0/HJtkv579D0CEy0e/T/TOvWrIBz8WyCO/5jjNPnP4iT7Gb9U+7Nl4P/aWqT4Agfo9vw8mP9x7Qr7QjpY+RQVOv1ZZML64a4a/rr23P5sQGD/BQo4/",
            "YiUpvitprD66KYc90gtNv5dPM7/nZ5w9wf58vwAjZz8tJlo9I/eGP24kqj7N/58/SUdBPs0PhD4bWAw/nrBfv7qCjz6tWpW/3GMBvkh5CsD3WI8/q4MKP5ukCT9Mt1Q/VIxFQFIvyL84+6c/EmUIwB7WUz5kIJ+/DnWjv7Yt3D1ynQo/lXIoP7f427/Ajrc/OJGAP/Ja+j6hBnA97yclv4AfiT+tDs2+hzBXPxXQmb4gmy4/KLx6v/6rCL4WY7e+YaY9vpOUUj4ezn+9YfNAPGYQnb8vmf6/7l0auwkjLT6Mr6O/vQRZv2fzEsBKaq8/MZZfvyINfj8CkNu/B2WYvyjlsr8FgJm+Kp2nP2Awbb/afza/TLN3PSEOzr4AQWC+FZJoP3YmWr/yTyc/QgFcvn58d7/fIbY/t3j3vVa+CD8kyDo/rEREvR9N9L5VPgO/tE4XwJ6ikr6VjzW+iNe9Pok3Xz+MIHS/ss50v8Vtbr88Qce/xvawPuX2F72Jfp8/DFsrv4HJEz8mgTU/RToav8TP8D2nqDc/8hIxP27MFz9siCA/NE20PnRnLcBSb+q+5qdxP03Zfr4jtEq+YQE3v823Ab8kexA/AefaPs4Xkr8seTI/SO18v8OB8b4e/i8/QQoTv7wTqz0f0A8/IkMbv6M6lD8139+/wqa3Proqy79Bfpu/qEtBPuASxj8zFD6/eyDvvHTMtz+M75K/3fVTP5p+BcArjMU/vBqNPtLPY7/M6Oa86W2tPz4T3L3OJKU+tn4DPyIHBj7CFlG/aNNevzX4rj9W0Wo/Lz21PnXour6zAWy/10oRP6YeYr7R0Qw/zxJAvD7N0T2MpAxAQ6smv75Uh7/SYx8/AKnsP2A0CD8sIra+HPHBP0ARoT/nyLw//nuaP2mNeb9ycE68paaLPwleO7+20SK+iScSv8mSiT/LGlQ/SmZgP3IbDb5MwUu/2n7iPfBIFz9/yfE+TLSlPlRnLz8w5I+/Uyewvsg127+0Iqc+JuBUv4BIAr51jdQ/",
            "r8QiP6mrfj1W9QE/EcQbPwCWhj50V48/QK+sv2N/gz963L8/nM2IPkI2gz/ezby8zeqvP0YyZz6DR3s/cGIvv7dpwj8UZ0Y/+AAMv3Ohob5GkHS+R6WqvhbOOL8JCdo/XUCtP1sELr8njga/ts6HvykBhT92aVc9lkXJvj7aDb+M5lY9Me5tP70mET+jsIi+KwTbPv5iyD/xP2k/MURSPwNALL0VnJE+e1yzvcweGz+qOxq/Nm3yu0iZ+b+fo+I+DDXTvjLdf7+1Hoa9KQeOv0MO9j/tMa6+h5uOP/t7wL91oBW/HOTzPVBhTr+Rb9a+QkGNv+GZyT9qsIK+T+yhP8OqIr6lH7q/Y7YzP/h5gr981Uw/CMLEvn/yCb1dqoy+viOoPwXpwr5VpCC/k5ndv9GktD+z+5M/DpK5vkZjar9bh30/xCTEvw9ycT4iKCq/YNI5vyhKdz+BErW/AjGkP7mw+T2QogM/Z0edvqsdQT8oGEi/UYFBPzJIrj+e2Pe8KaK/v3JSz75a7eo/XWWUv3ABj78GBJa/UE8RP59ixT+575g/DOpGv9R9Qz/VgkJAu+AoPv0B0L4Kn5M/s/UJP6AU/r7bLkk/ZL4Wv4PYBD8R6q6+vModv4v7J70CONS/TEFhPxQSGL8b0ga8s6nhveZVzD/c5FS+lxuPvj65DD6o0so/wY3DPZa0nD5op9c+AthxPdi5i78Kgd2+zK9Uv8f9AL+W4aO/eQcuv/VKCsCuKmc/eKF+v6nr+T4Ssng/gKaaP/xBFr8IAYg+nTMTv5Asyz5XQZG/tSKePs7EUj+0gaw/M34FP72/hL91Ss2+gUduvjgM9L5DWFa+nw9LP1D4pT+ueTg+I3Zevxc5Nz2KRqi/p1uOPjOvlT/dAHO/62thvqAqx756DXE/9oYOPsK+FL88mEy/DC4HP4wsyz049+6+MtmQP5gVG0DRft4/UP24v6R9jj51224/93YVvhoijD+Ct0BAQU+Qv4jlE8DiH1a/ArYTvq/uQz/3rze/",
            "9IyJP41jcT/MIpq9nikYP1M1Y798cCY8iuHLP7lsiD5k1wTAy1cxP3g+er8KPYm86lhzvwmDoT68sdO+7+9yvg2xDD9gm/4+AZhpP4orjL+ZK0s/f+koP7cZMj/oxOI+QRaGPj5yk7/dih6/MJ9avwWt0D+Prcq/1bysv/qs2L6cR5S9lIyPvVcQgz8HHWG/KDpXvp/ijL+7bnm/GpjxPfphqr97ofu/+kKOPZbI2L6HgAXAJWzwPpkfXr8mbQe/JzANPzTk3D72gBC/B7khP9LDYb/WIxdA1O3NP7jTTL/agkO/j18Vvf1ejr+zTCW/U+KrP56UAD8mw4E/zo+AP1xPazt2MSo/ChCBvmPt2L56bMG+0sRhv2S2wT9dhibAesbOP6IUz75uDSU/Oi3qv4g/hL/oKu4+9XRgP3+6Gjwgf3g/OhCCvnF5AT7xWQy/gtY3vztDlT0PhbW/x99Sv34SfL9gho+/uflXP0puw74AJBi/KKvOPpKHLz8Ylk0/B62/v1rz/r+3vL0/LwOTP+i8Dj+P2My+e0ZmwPJdAT/P4ci+kN8Vv+gYFT9qYOo/VMvSvzgr9z7z6eC+X7IJP3H4eL6yLL4+Cpc3v+14AL9au0W/R8vZPrueQj7DlpU/VbTNPAfMuD+d9Fy/oyOdPr4olL9Ug8s/VHWQP9wdq76Q6Qc/7P1rv4Hlxj9sZN6+No0dQKTiqb8+PUq/wyGUP3IGzr8DLqg/gNojv6kMLkC7U6c/2M8jv63AVD9A3oE/l8tDv4BIhr53XbW/+yF1vkWuJj+nQ3I/S0YNv8N1nj1W9VVA7zZHP5tGRT0PWwhAaPNDP/UQjT+SrSe+FXWlP2o9l78KCKq/xmjAP1/KYb4zCqq+VDSaP/Ld6D9Knu4/ZM1APzfhgL/L/pu+TnmDPjiPAz8PIwg/iNoKPoGgQ7+Lz6A+dALZPyIpXr/SP4+9hy1iP0Sv2b9Tj0A/pFJAP5TNRL+wSO2+nNhgvXA2vb1EKWg+/Avtv4oom76RyyW/",
            "3F1yvyVRCz/2dZY+wyaXPhCztD6GYK8/CdWyvxGeAT+5Jus+DNLUPUWQi787DR0/UymJvwIa2b/27hXA2VfbPwogo74G+XU+7FM9v3sHd7/IWue//zzrvwQqKz/zoRK/hQ9avzwHsD2fj40+2R/yugxn0r5T/GS/F3QqP+R2uT/GLRq/M7qGv1FQh75Y762/W0EfPb3pIz9rgnA+5q3Mv0mnvr5GKV6/J6gPvWyc27+qLAm/lD+PPz2IaD47AHs/LCA0v7pWLD9xGrc/JiZFvyPSkL4Bezg/hBmIv75H7z6WRWM/Ui7avnxxVb+7gci/kr8KPjy6G8Db5OQ+IMy9PyZzsb7T/R0/8/9RPo3BF79iULE/TvR8vqA+JT/fu0k/HE4XvyH8Pb/xV0O/LuWTPn3V97/k/xO+HtWMP9Qesz8wbis/XAbNP/39WD/zPIQ+K7lvvscq5j8Yj2y/pZCvPSy9Qb/CVzC/kqS6vrKAYj+URba+r6RQv+W4yD4aBVq9SNEJQNYjqb6yPgm/0FQ+P/J5sz4tSua+Dri5P8SPtD524IS9LCWSPbHPo7+a7Kk+01aBvwAHDT9DEu6/ItGKP1u/4r+2TZ4+v5lPvzAkp79QLXI/5fFSv7awvb9HHFy++o8Fv9MDC0DDmWA9J+cfv9pYob+BwMY/ymolPs5Gzr5q0vW+Tpagv9hd27+4lji+9qU+Pz1Jqb/G4kE+kuC0P6Ldtj4MRrS/w85zvoXKDb9Zvl4/B7/tv0CSTL+Vwqw/WEjkP73UGb4mwLq+yyHDPyN76D5fd3c/ycf/vluOOD/UEOS+j4OCvep4Z7/XTiA/60MvPhOUxT4nI3I/soH/vuPl7T6Jskk/yFE+vXjioj+LjYO/TCyovyGmtL2/tXK/WEx0vtnJ4L7J8aW9jlYDvmcfkr/rATE/PiirPhVOtT/spI+/jAhGvyLLJ7+fnTm+XZFUvszmg75HneK+JITjPOX+vj590Uk/2Jo7vvVlVj5M5Sk/Elr7Po2eBD9wlZw+",
            "nJaSPC0qHj/Gb9i+F3mkPx5mtL/kV/E9jre1PsVk2T6gwiY/WED0v9F1Sr+K86c/EH2NPmN5077YzG0/3HOdvZhEgr7Ifum/tqqoPusKRr9Q60+/xT4Yv2glC79PB7y/EvgyP9+SAD4mTiu+lhi4vqqphr/9Hr0+oB8zPuH6Iz/R8Bq/huaJulHZHL9YS6E/4lv5vyKXYL8mbg49cOn/viEKCMACC22/vIQ3v2gMbT/XCMK/qbXBvjHugj83Wri9yBUIv66p6L5h1OE+uGmNvuq4/T3Vu3rAXIkAvr3RDb4Kvzk/1kzfPg6Djr/9nBq97oMwP9oODr+uHRE+uxOjPoAhlb8cfZC+LZPuP+awYj9tPZ+9BKDZP8UfeD8pdj8/o/lwv4UYnz7GOeg9NIGGv3lNDMDvFEO/uLbDvbBWCL8ZAhRA6KEav8wOkb1I/oo/626HvUcAkz81ujTAfmZCP8AJNb/Eiou+G24LP0IqQr51BIO+YYpNP0YJPz8X+B0/jFLivgg4jb8rTNw/auTbPyLo278frwK/V36WP4ixrz8snPG/FmpFv6lNgD8UZJo+8fksvYoIA74OC8O/hjxdPaagBD9LfGw+/TboPmGrN7/S7OE/sEsoPyUwAD57ohRALH4OQJtsnT4lPJW/kAstvj9kir4qJI++gC9HP4A2R77tyAbAEx0Ev/PWXz17Rui++TLBP4HgQj8H47E/y0M6v11s1D5V0Jm/odqov8izjj8setK+4Cn/vowDqz+Xx1y/USIUv0nbcL94Yw+/78dbPwJ6Vz8USiC+jC8iPvMAnz4zMzk/vlSOPz/ex76RBF8+964nvU2XCMBafMC/IdAeP/Mezj6UIss/ad68PW+M17//uBo/MXqgP3eIdr+q7sC+3sOkP4Iyhr/C7Te/kX22P4NH2L4dkNo+G6+SP6k2LL9D+KW/KlTXPzg3pr7G6Hu/VLeYvyY8bz+DR2I+fw9gPUztpr66fQY/lQekvgJAez8dcaI/V/RWP5pdyr6AtVa/",
            "t6SJPk/gFcD9wJG+RQ0HvzNs776pGOg7Et1Vvrf7Ur7ZqzC/9hsQQFSzGD/4B9s+s3XxP4seHb4OlhK/kVrBvj1Etr92TGs/ZlX2vx5CDD++0J+/wBekv83WKb5dCTo/Tb8IP08aaT8AaLW/UhP0PlMIHr+ru5i+Vfwivf9ZeD6P8ZC/WGt4vpT28r5ODSHAPshBP3c8Mr6A+3s/l0CLPSt/lT9zWUvA83/uvt97lT4q9PW/wb1iPprFob4HKDe+KslqP4Hf/z6Ab2W+nPcmv+2SmD4GtG2+TfA7v3MxHD99bhc9fVZAv1lAO769CGy9HgIRv4UBbT+sE8k+Yy+zPQB65T6RnG8/6iABP+Yh5D1OIWS/V7GBP2FVhb/2HBy/Go6Avs2wQb6bflE/zEFNv2H3770gtT+/uGPcvlxJGL+d5Is+THkAvkaX2r9jxpY/wsQSwIOvqz78s4U+BYG8vdZCDz9Ss4U//+5gP4W5JT5jMPS+PMcmv9s89j24jYe/3SzzP9zXwz+OVu0+2kvvPazcpL/yVIy/HfYkv7L2cj90gfK+THZuPwy7e77vVh0/ae3UPs7Smb4tDdY+DbQ4Pzw8lb/hO7g+blZLvTpWPb+eDqE/I7RKP5L8Uj/LgRO/zUInvkzTOr9BLKk/iWtKP4qZN79xhFS/I1FlvTQ+Ob/4rfC+B37IvHEfZD9xXSw/nAeFPmJmUb52mdG9om48P4qMFr4ldWU+jvOBv/0YEMD/oXa/plTAPoz3hT8vTtm/HXZ0PTBzcr+/Eo+/7FirP3nrub4bpLw+C9PrPl32kr70O3Y/MaeWPfNLtz9Dpo090qlSP3CAZT4rZAa/vS6Ivy+ZKj/ncou/NJ6ZPgYghz8f+zQ++3G/vuSvQ7+rB5I/8k3PvkP6vT8Owbu/fxnMPaIhdL5Ktn0+gNeYPwpFwb9nT5s+dZJBvxnkBz74i4S/6pU6PnTiH744kShAtgAKP24Csz85Omo/ASLJPQo7A79RDJy+nfUbP+BYRD86hQq/",
            "nwsbPwO66D8t+8u/q7eVPxjfOb9igwy/8+rfvlr2eT3Mp1rA0sG9PiEkIT9sUZc9xx0lP9sqOz/C1XK+XA6PP0NMJ0C9a+M+fjGGP4MWe79A3DA+OJQiPy9dvj04vQi/mXF+v9QAFsDi0PQ+87WbvY9W3b3Y+Gk+4J03v/upg7/djIg/BwOcPVJjoL9cP1a/AZGmvUG/fj9G/1I/Y/8HwABZNb/YDna+2+sQP90f0r+YFjW/w9zAvg+gXL5l0DE/k5w1vp700b9FjdA+UZoMQLjzAr/ub06/kZujPyvbBb/R6bu+Ugybvvrxsj4IJ+e/CzfzPoFkMD8A/A5AspbsPYL+/L9Uf6C/w5OFPwR1br8HePo/gpqvP+7nCj9Ezqo/nyhZv5BuSL91tZQ+fMuKv9qafz8YVws+TKQSv84Ooj78N/E+WIrLvxwFpz8Ti1I+9/+jvsVqpj/T4CA/6/chPr4RTT79Juk/aV6XP2ARXL8I7q6+2coqvkN6gL8kjPs+oLgVOwqhI79fEpu/e1P0vmHKrT9Kor8/pwqfP9bkFz/FBuw/Rh6qv9rHOT8BMte///JhvqIbQj5gWn6/mH6+Pz1dUr6fEZG+rBQePQKYBr96644/1qovPxytwD/jjYU/s6rQvsl3WT/ldGE/h0NUP6TcS7/DjWI/NYltPSW7AL1EK0O/3Yo3v20xSD4N+0o+aamsP/AOjT7hp7k/TvgUP6n6Rb8pY5i/itnUPjfG9b2YvlS/Mu3AP6bqoz0oXEW/nrQbQDo8QL7q0EC/EMELvxxU0T+vtiM+rHMhP/xGxT1kriU/tLrYPCvzLb+RLpQ/FNtqP2AOcj/7IfQ/HpeVv7hPkT+PsRy/3oWlP+hL9D4W16i+3StHv9suFMBMSgw+xyZTPjtcwD6+Ydg/OOLJPjYi3T52sA9AU0qRvNGTEr/d+nK+4VCFvv1Zxj5xULo/9V5hv4t6DMD4Wje/oXnsv2m7mb836Hq+/2NYPftjSr9hU3c/T070v2aQrL8SbLc/",
            "VwN+vN52hz8RERU/Sdkvv77JF0Bp+Ao/FBnHPrnuiT8cnq4/78sbvtGhTz4BrQI/FT5DvuyRHT+BBZM/h2R8PxTLXr9oK0k/KZOYP+Hx0Tr9rRk+mbefPzX/Vr8Ddgo/2ElYvi3i2b9EzrI+ZPyUvvaf8L8SJpW/wIMCPgzcjj9xkGq/fLK4P6JC1r+CqAY/HL+wv1wTlj5qK54+I4zOvnerVUCxqpk/Zk8hvpX2Yb7nEEK+7ymJv72ERT6Z30A/ntODvzjrFT9V8Ry+LwYTP9KK4b1HLxa/fnDFP/iORz87KPw/HkGQP7iUsL/jbwC/Gi81vsuI/r78YbA/jVLHPfMILj/M2hs/+IU6vvtWGr9WVJC/cKjlvm8+Bz8AIqa/+L2LP0xt2768CDQ/qoxaPxuPwL7BEOI9N6bDvxnytz/eG+c+aSWyv30+Kj/jS8m+LGyzvkKuIMBnURrAY8aHv8ro3j983o0/jzoJP5lKLT2LLQu9QOdvv8czwDuSv4W/nLotPvTZKEDwv9M/s/UJQG3FMz6sVCA/bjgAv03H/D8Icjk/2A43vldrSL/yjEg+yQj9Pmonhr+yXSBAVAbvvmUH6j4i9A69WfgQPxv7v75faqA/P0yAvwA4cL+fhqA/GGvOvhEOH8DiMG6/1zz7vYlGyb+X8yM/vGKIP6kUwj72V7G//pqCPsKhhL92co8+78GnvjJPzL+SYhY/mI58v4Powb5wexJAW+/Evlblu7+/u8A/kkXEPmBqir/LyLI+RbQJv4rPC793tKW/vXrzvzIA4j6EBZo/5Vdnv9Dptb+2n38/BFE6P/WZST+pURq/qKgXvsq2zb4EiBe/U5tzPiuRg7/Hg6Q/eUHIP+XoLb9W8EQ+YWNwv16/nT99yzm/skERvz1DVL4QYcO+itoYwIQWPL/PMqk9jSrIv9XScz/G2Y0/CffxPxH/6756iwW/JDhSvpLSHL/DWza+2w+NP/lqQT8lWhW/bCpnv6/mPb4nWLo/XqxTP5kLEb+EXE2+",
            "dhUOQAe3zT83HLI+udXtvEM43T9XYry/Qwj2vmCS8D7Ynl8/FggMP+nSOr+OCH++121lPn6u4r8MEhw/8CO4v1Gfuj55eVy+JgE/v+EykT05DqY/ynrlPijcML/f5W8/0b7RvsNrM79fCAQ/l0LPvmW4uj91mZ8/XIdVPg9LFz+prwJAr3zZPpnEF8Bh55o/gNuAPajkhb4Flh3ABpyCPj3i27/LAhXA2mPEvyXN7D+vVn6+STWqP8DR2j/Wps0/1Y93voMsVz/QeAA/+aOfv3UXlD+maxg9rVJWv8hXvT9sppM+RJYHQGaPgT9OUA+/FaRIPzUOIb/0SvG+2UbTvqT5qD9W8oU/IwnFPlpx2D9jFS07n8Clv2bSd77Umsu/NBfGvLFI6z5ZkhG/uvmuvvLR4r/rNmy/v0SKPxZAOr82iMw+3nOwvsdZCMABiEu9/+mNv+qCEsBByyC/dW61vuSi8r5jj1+/518rwO77SL9H0ck+SO7NP6rWLr8hfoa/kXYxPoD8eT5gz80+Li5+P+9WVT/1Y8G+GjQ7PszaIT+JQb+/Gk24PgR7nj8WCY4/UWskP3ggMT+Ntug+H8/lPhq3Bb69aCm/9HrSPsdAAr95MZk/7hmZvc4oxD5R3yO+zGIJP66kDz6qmlK/LliTvqL8/b3mFI0/K5pJvw4Ly78AHx+/6KqmvtJ4X78llQa+9msTPxlNKj9Potu+W76HvfFx+T92UDW+0kzTP5a1Sz/V6Rk+ewKGv7HrjD4pwhq/sdZnP3tgVz9aNLC8+UrhPyRYcz+UDoy+ILuTPXEDpT9RiLY+nZ2dPfIDqD/hXXY7ZQrIv8jdk76Kc6u+GiYlP7kWFD/rYIG/oxqQv6CgxD+5ax4+iwCBPyu1ET67NKy9b5lpPxgnjL/GsXo/DYzOP+WHgL594wa/1jRuP7/hSj5cqqa/UpV0vl+Ljz8W+A8/aR6Nv0vFxr4mxgvACIXAvzjpD79xjf+9d5SHv8buXz6L2uI+mbelP9VNjj9QQqW+",
            "ymKBPnvDAr/xkku/9+Wmvf+PTj8sfOO+W5vSvkGcHL706vg+9PwQPyZx3L8SSVI/NKzeP4/1CD7pugc+AZFEv5bHLr4GJWU/cZ93P3f0470re2K+o9E3vpJZ6z69RNG+fpgAv2mhxj6p750/gKucP1IANL/xW7U/S9yGv1yOUb+69pg/jjqWvpuWgr9ixew/CR8DP7YXWL+jQs8/3CySP716Dr8BtIw8K+PWvraWej6J/ba/PIG2PYDv6z9/ySS/LCbEvwshCL+bvNi/KKiLv+bnE74Vg6W+4UccPvsQf77fz1c/ocnUvxfqE7/yjnu+J5OZv5wO/L4tCNW+yX3nv87TCL4ouJ0/qc9nP26tqz5mcA2/7S3Dv846iT9VPxjAhMBGv8mXgj87s7O/epwmP+AP/b4W0Rk8PDlxvb6M474Qyc+/b+A+v5A0FcD2i5q/QyEaPxN5b78RGAM+BiNFP+DP9j8zyWk/BMYXPpRudL8OcrK+Ih1SP6z+3z8QJRg/v0yNvadDvr656wI/lcb6vOyL3r8DC62929kfv8WkWr/ZD48+bYPWPwkmhL9EpuG/Blmzv/uhiD9hnZu9hscjvQfXVD44pDm/0AR3v76U/L5AHi2+bL5gv1+SR75wtoc+zEmovzrrJj80GVO+dK+xPymjdD1ke1U/7irgP738Gb1/CB0/pkhvPpAQqT9g+3q+N7ivvw2Bmj88jABAWQM6v5tAmb8AakW+JtzLv0LUeT+lXj8/Wuq8PwmEPj+GSTa/wLOqvqizyz/32kC/d3XJvuQ/BT8TsMM+MxOcv8EGaj2WbP4+N4skv48TRD8iK8U7FjYRvTzizr4mB6W/qGmgvp0ckT8/pZa/0Kmrvke4wr/3Sio/6iExvCQ7Y73FTS0/O3pfP0x6Yj6O+za/mWC6PyhnrT4CBpy/d18WP0d5IL9Jnog/ic9kPmUy6T00gIm/t3VCvrD1ZL6eChc/l8BHvwa5mD/xlHq+61AHv0OnUr7Zri/A7eAnvzvAhr8oh+Q+",
            "1ANrPwjS2r5jYOK95S+MPxNA8z1u4W49sOKpv1pUxj9zLZs/5m77PlDhpz7m6K++Rl2qvnpmsL8Un0++YQ22Png17D/GZSW/8g+Pv7yWAz8o3Mm97yLePyhVjj5Xjaw/A1rcP2HibL/iYqc/7bIovhfrcz7WHjq+/Zc1QMOMfj+QA9U+2DJIP2zIkb94mVC/OOcivw5LKj8Ub0u/3/KRvgoE7r7C70w/PRU8vzsUz79w08K+YQkOwBeRQ78oZ1E9QTdRv0YJKD6vqrK/k/OPPyI+7j+hX7m+Ns+9Pnintb9yQjY/LZ4Rv0DJHMCf0UO9u2IBwHqFDz/4wlQ/4AhVvwhHKT+9lwC/t3uAvrt52zwtKu4+d0Kuv8Mezb8f480+kplkPx0GJEAc7YE/mbZ7v8RC0D2yfL4/DzgFP7F+yD34Apk8jOsqvqDBkz4nCoc+CocBP/GdLL+eHI6/j/uGP/fHpb8lpK4+zlwfP7OihT5OFLU+8QXjv/4kNb9aBqa/dd8ZvzyrA7/svZA+CKmPPypdmz/PZRM/4h8cP6C4/7/9yDK/RRugP2+v9b+klaq/JcKVP4e51r1HuQFA5cI7P+qHwj5clpi+Z5YRvqokJECMfgQ/FC0kwNJrM7+ZM8I/w0LHPqDptr+9dvK9E5RCv1ejbj95GD0+YchJPhvrSr8WPEs/xbIbPx0QEL9czYM/kWYBPwtKPz8GGJg+6Ewkv9+rGsBKJKY/VlzZO9Jesz/S5IE/oIQCv2MypD7bxDy//ojcvlMn8L5bFyPA2X8XQGu4kj92fYg+GyxfPxqGyL+mvym/P/dvv7HrvT4J/ZA/qtOAP381ND8YbIm/2uf9vgNm5b7j9pM9YUxovyBm5j7miyk/EV6NvlvhlT4rCL6+UimZPqjC0D9gCJO/8W7tvrGhY79fUYG/DjTRv84uWj8Wdn2+3PGUv1LWaj9e+0+/dJjsPiltkr+m3QpA5/PFvfMXg7/PghNAWiSBv6nGeT8/GAA/KQ8BQEvfF0BmEvQ9",
            "ke2WP66joD/bjbK9oqWfPtCx6D5WMVW/HorUvjTScb/wTgpAkHwCPZ/1Jr85aNQ9F12tvkkEBcCTJwLAeUrbPVZrnj9+bg+/KEqNvy6iY77Iz6O+vGuJP9Czsz81PPE+ceOMvqBx078NJZi/0FQjv3QycbzWe4U/xG7UPyXIHj5Gaey/KUMRvwzhkz1W38M/sigQQEqCS75a3ok/QhqWv4HFBL/EqVk/o6DLPq33qT3x0Ie/icLyvm1EMz5El/a/QZ3gvlEVXL8sNyY+YgR2PuWBEb5zJJa+VY2cvSQXSL93pqA/rF3ivqPSOL6D9zO/PrhTP0ffsr8ghJi/uJmkPlWWcj5h5x3AYxNbP0UnQj+UiFG/0sYAQPKh1j63Cp2+jx4EPxwlP78TjGC9gWQBP0r3CcCFeu6+M2MOv0GV5byKxSK/XxDTvggs4L6XXxy/YBzxvbgehL7c9pc/Qb4UP03ejL7UkzS9q7GEP0YFbj/ziRY/O5fovf7XFkCAqBI/sU6GPuSIBj6bDW0/R9lIP8Hs7L1s2e2+qRehvyOnLj6XnoW/vFcAv0r9ib9j/5o/6dPav+tYA7/Z6Aq+pqMUPy8gPb9NqCM/jr6evUgLzL6AKKc/DMLmvsJw1L4Ed8k/hu0lwHetDj9aKAO/UpU6vm01QL+k3cM+CNZJvgaK2r9x4CS+eXHYvNW2GL9O70i/41AjvmH+uj+kSDe/uzroPlRbeb+ygiu/xoo7vz7Zxz+T6vW+2kUEPqsbVD0lvck/YhW7v8Xubz77Qw4/+RMEPxagJD5IdIq/zaRuPszAkD9m/PM+lxBTvrhNvj7EPrG+V7UjwOKVrj1wuk4/78ytP/7PBD9rBD+/kpC8v8KZ77+xICI/ldQUv0eeSr9EDJM/6BMYwBgLtr6wumg/eIUAv6SJg7/rn84+3pc7Ph3efr4CrIW/tvmDPRqfij+jctK/llXevjSJkj4/Fjs/rip5v0SPDcD6Bpi/COO9PteaDEDFLlg+vcLRP3NAOD/1c0i/",
            "SkgFv9DYLT70b6o/mVqBvVVxOD7yRb2/T4KtPkeqJEB6Fjo/QVzWvVNG479Jbns9EyA2v0z8tL5Xy8y/FrMQPwUeAj+ciQS+KtwqP4H1K7/hgbW98MAXv1YBDD0QnYc+fCzKPqOD8z9k2nQ//q/lPgNZLr+tWjs/YF8Av14AEb8D/Eq+LlwXv4DEEb/1hZo+wi6pPvqRvj7t6RHAckd7PzsdGD+Wb4U9Qptcvz8JYT/2/Iu/gONEvw1t4T7SzwE/6qYVPy4+FL20SRo/WRqGPxo75z4wUfu/4c50P1eqdD9OZAO/a2CzvfxB6j8OQZM/xlEKQLHJlr+o3cW+c0vpvsw2IT6QxQRA3afUvkjFfz+M7w/Aez6Gvv91uz6Bu4a/YwOGv4Euoz9uw5+/5egBQBPU6j0p6ro/k673vkrx9z6dDkK/cIxav62aUD/mDpo/RtyKPglVfj55gIG/ybUhvqsoFL8aW9k/hcyBP/OnAD/wsQHAKqFWPzRTBj/bXw0/C3KGvsSxdz9C66o/taTYP+tXfL4gtbE+NMiBv2hlLb+TeX2/VMOSv5hGe7sBVcK/xwj9vx0E8r6FTWi/jgokv0vb+L/G0u++a0T0PQOfCT8uJCu/o8zDvpVP7j+cxgI7eVoJwF7smD89ZYC/nD2iPxx5dT8Edkk93XOdv/b5NUDaY+C/ufZLv/PUpT9ep7s/TFkIQGr+OT6I37a/Io6PP8kqqj9qQom9cDkJv+A7NT/DFP8/bqiRvkt9vb9ivUW/MTlWvbjDDD9ymc2//2IIP/mlP78UbjM/ietxvmDWnT4JjzjAID3tvv7bYzzogas/Ev6HvzvEp78SGmC/4pr9Prs4KD4YSYE88ypHv9jZrj5AQSG/ogTrPqcW9D8qCRK/JpQ3P9sMxz/2VVM/+xGUv86eab8BzMk+NAmDPydvR77j/S8/I8JkPRf9Bb8ZSgK/SBWFPomgt7+CAPm/CYYWv8hTsb1dCQM/7ctLv39nqD/RMva+EZQgvL9rvD9i9QQ/",
            "pgCIv7Rgyz2deaK+xOoFv6jxST9ZKhm//VoFQCNNRD49wle/VlJpv23djD98EXo+wmelviNB2j5sQBG/Ki6LP8jwbb8Y5ADA8C+0PlONRz+m4Aw+YXFSvvL4a76naBY+xi80P6ZNCD5pIYG/P7H1vv6cYL0yVPG+k0YVP+W8nb9UMMm+xOZAv9ZhsL9pH6e+NPDsPq8I0joZJyw9/KVcv3fFwr8bDTq/4ZuHP1cS3D+ysTy/zzQXPxYZkz5oD6I+kfOrPiQRIkDPXqW/56yzPnGX8j6Dpry+tLObv5gYd75ZAVO+LggNv4NT3r3qmoy/vNWivpk+Az/eQbC/P4xCvipEIT+4ZBa/a4eVP621+L4fCaa/hGBiPlh2qj9wCRE/dhc6QC0llD9Zgm0/h82Qv7HDZz9WpqW/7OYsv/FwKD6hHTs/8KkYv7XQtb9+WaI/UA7XPsOXgz5enfI+Br+hPqYwfb7knbq9YFsmP8BgPL78Qdg+cUagv1K8mD/aqTo+DBu0P7DM777rCL2/L02YPuqqer/ISw+/XqqwvWA5jz90WhHAfqvIPyC/KsCmwds+7udsv45OlD9SZpu+JiatPo/bv78zsl6+GoMBPz3dB7/Z9TA/IM1+vqCdqj81upE+6A3dPvv+lL/sIVm/V90XvofwHT+c0QK/n82UP3ED2bxsR/Q9ohhrPnXKgT8Vg969CoK2P3sgk78O95O/FXEHPw6nE7+hKo8/vQdBP0qJwj55ewM/05wkvuT0ED9xuFi+cf8VvzJRJL+P4Bk/UjwXwOJEQT+YrE+/Tj+6vwn5ib5PuV89R1GRv3ct5r6Gj3e+6M+sv1Z/u7/MAhE/TAWTv5QS6L6bpra/rawIQKNymj/QfAK+zfVovGpjP7826oE9Encfv6qEfL+5CcM/pTamPlyrpb9I0Q5AomQzP+3d1Tyxi52/2J6dP1kIvz+XmCq/Ec4Vv98fjb6KF8a8f/lYvyxRiL/YVLW+ZZ+zPwmrdD9XgSI/+86jv2J1Eb9VPjY/",
            "yjO9v35xpj4Wnha/zviQPxa4TD8bOIM/Gm8yP9t9kT/cNCK/plfpPwiTBT8ExtK+6fRVP1bknT1f/wc+gI6yvn4bNr8RlY++jGDsPTIa+j4Vsr0+6xYQwIrSpz98GvK+7mUBv4unxL+3KVU/KH+ovvud/L8YWEa/c7nJP8DvpD/wL8q/kJ8Qv+U/rT+rJJ4/rc4OPzgHdb/x93M/7UoEvzK7wz591xRA/suTv2zGCMCvQoK/g8OWPwFwxT8ac5S+4EI0vkdpYz7Mpuw+p8q7PrRwnruGtiE+EHN2PldyuzszBLk/hbDJvX2+4b4q9xa/Da3dPytzm76fVMs/je30PtRK+T95CKC/bnJ0P3com7wW4la/TsOLP5d2/j6yUUa+4V0wP1l8OLyQN2S/9kbPPTNeUr9niZ6/8cF8v8k+ej+RWiG/SyrcPDBstb6Rv/E+G31Wv2z8Wj5GIL2+tPYbQEPXjr/PgEk/vLITv/XYsj1oQgk9KVokv/JD175GVbC+tAH5PvUrGz3T5lM/BT9xv8W0uL7XAlk+AtYfPmj1tL7SAFc+QgSIPz49KT8UcUo/4zN3P3hfKz8640+/QkBbv28qGcAnYmU/2L8IP3FJFD5usiw/iH0BPb6Bxb8zKxpA/nfkvt/Om76mCCRAEhbqPx1i6b+ow1O+HBABv4wm0r+ykRg+Q/4Wvxed5r7WLr8/Rd8pv3aWqD8dN7E+4EyQPWx89b0J5m+/A2aYvjnflz+yenG/pRBaP/lh4T6ZDZg/k4mCP8IWOL9Itlu+LlMvP3uVDcB/oD0/2HxCvG2p3r2qqjU/AaVDv1MPdr84VeW9hPDiv0ufTT8lbWU/ZYcuPZlQHD7zUQ0/k0f8v525pL79HFC/Sb6sP/3GoL9IRR+/NPwZv3sAuz8ijga/GRcTPTsBr7/5W1O/96q5P4VMzz8A2KS+CQwVv2NW3b/OFQC+hQzfvgeaij+LvSi/UxtZPdc8L7/cjJQ+bekOv1WzEL8V7VW/0sz/v3NpmT9Z4ts+",
            "Pebsvqp7qz4hcds/Af2GP911Wr8IcvQ8ZpRDP8xRvL92v8+/uYPQPajkgL4P5I0+W67BPY3HWb6LPwbAXOJNvzegdz/aI52/2Xgxv1PRCz8J4hfAgWwKP5HZOj/vYAo+KCc0P1w8dj90bWs+dO2OP5qXcb+AXz8/FFREv0l8CT4FfK+9RnHUP7RGpD4fqf+8qy6nv7RNdj+PwTM+5ooFP/3WOb7Vqvi/1eTovoW+CT+r0ss/w18dvopSpz6HgAu99yqmPopMzb6ueAI//9x1vvnT2j0CHhnAJQczvxQxLT/ZXBc/tLofPXV34D4/xjS9pLjKPjKanL8cN3W+Tv+RPnadnj+kZqW+mReOv55EMkDz+gO/tFIFv+atc7+Xf7s/b5a7v+r5rz7M/mC/yQcvvpOaPr+cNLg/oecWv0plSL/msVK/8rf7v53rTj3oFCPAOAkyP/6qhb9CY429nlycv/UCtz7wM9Y+yXY4v9KUrL54vju/jyJuPUX9lr+uJ7E/NMCWP7mzrb/mtG6/YF4av5U4ar7L7Ks/Boh6P0tIwT8C9XS/3VnCP06kqr9cmLg/FFj5vqEP8j5+Nme/XhRhPqHSMT+F8Ug/l9AVv15ujT8KfII/3aUIP8uUrb9o9qi/BHF4P2z1ir/sAQi/D19jPyhmlz0lbDu/uwmhPqLDjT8v/aY9+j1fvhDovT55VAC/IOW3vp4C6b3pVaK+dlwBPhXfbT1RpsU+Yt6Qv2AmD77ACBG/75OXP/1STL9hBdq+EDRQvy7KGT9C2Ic/8TSgPzqMLT58+ay/H+OmP5Wsh74d/Eq/UgBEPvJzPb7Qt4a/tYCpPuS2OL8BCoE+r8F8P/qnhb/MnBi/T2DvPaZk0L9eYgRA61e8viSMN7+yLku/ByA/v+wkKT4fLIi/+bMcvc6l3r7L34S/AcTpvkUCL7+/VCg/NaQXPkkDXj/Ui5a/TqnFPx30Ub+8lO4/nbdtP6CtTL6In5O+M92LPwz6xL5S85q/fuX+Ptrqrr434hI+",
            "6BGfv2wp4j8uLmS+50KVv6dfuj+FCYm/X9uMvCNoIj8HPS8+qySlPq/FTj/om4U/NuMlv63HhD2AEY8+F+2WPqjA7T7OSn2/OYRTPzS3ob/rz+m/LovsPtO9KT7mYoU+jMFCv7VdWz/LnEy+Y7GDPsFZBECC75G+yPoYP3Y2H78p+KW/QlnEP5qxgL7Wh6S+mIgBP5FTST+NIWA/Va4Tv/xBwD9DLri+3tZJPzXFiD/WPV4/83Fyv1x0sj7NUTE/3q/gPwo2Db8EdYO+XUGiv6xZjr5A2h49XFt9vlosVr+1yRK//6xyvbV4Hj+v9/a9x0V2P0UCaL+lLBw/u4NQvkPNBD/Dgd09LglDv1tY4D5x0zs+CqbGPzhAKj3i1Ee/kodwPyp3yD9El9y+kKzWPqQFBkB+UZ+/Eloov4hFaj/48JS/dGROP2x3zL99Fty+rCunPp62GL7FaLC+Hr2kPrHCm78iRqk/q8ZHP8WGrb3fSW+/2lQLQOX9qr4fP32+iDDevobw8L6AG84/ppYAPG7gEb5z4Ho9onQ5vk8uFcCL19A+9KCIveZVKr/+0p29mDQCvyCRdbzUq8W/Et/9PqXIVj+ow/k8r73svgtvaD4iT5W/Lv46wAl4j79uRna/ZAxsPsbBGj/jGoQ/SDYtv5sjTLzNtFq/RbFGP6w9tD+eU1o/3Sh5v1r0XL/1eQy+lMzRv0ilz7/nWYw9Qr+XP+7niL+q8sQ/e/eUv8Vntr+oNZ6/+TEPPx6/9T++FXO/AUfpPsLdgD8SBhU+5OJkv08J1L94Bwi/RCgwvcy87D64M8m+VO3PvlNes7+LMC48lsx6P5AC6r5NzSk/TV6pPxWMMr9pN+8+Rgg/PokDlr4ZtUE/1OjLPx2inr3Qg1M/sxIVv4Xm3D6XLKa/kiDGvw2Cij9ORSU/0oCcPsAtgz/HTDO9ae0iPyBdVb9ZorO/KbjJPz0K7j9CBCO/2ghsv2V9pT/XpfK9z+cZvl+J1r7U9lq+0fgRQEXvJD/SHDO/",
            "OXijP7Mocb+1Dpk/Zs4rv0HvM79Y58i8VTkWwDn39z7uqES92TrtvpOXlj82UpU+cV0fPM/Gm78j3Jg/Eg+cPtFIKD/MIFE/OqxYv5amzb6mQaQ+FsOSvycCuz/nQJM/xWw+v16NOT9OZ9G9HG7iP4R3CL+Nl4E/Xy0IQGZ//j/nhC+/8peXv3RcVL8bhMs/DBJOvy/QTz7e4YW+VrWJPfhomD5Z+eo/dtKGP/LB9b5LZ4C+ksp0P6JlKb+CSqw/FCC+Pr7QOr7D77O+frrUv6f1kr/3qoq/u8FOvtQ/tz2uTQDAPr+QP8+skb9qAO4/tmAZPq24Tb+rfaw/JZ9nPy+auj8Eeb+/yFCKPn1GAT/d3e0+aJfLPyjwwj8uAjG/7R3APmratb0zbb4+g0e1vmf8zT7wGzi+kYWDv2SVDkDxoLw/phoIv+GGtz+KqBk/nhVPv/tHMr/UFEC/PD8Zv9rHUT8NsR6/Rwgov3AvzT/ygh8/jqGkPZCwoj5LuLK/yzeuvxwjnL/VhLi+OYVYPoMb0j8U2jG/r3gAv9eRNL89ibo/SGOhP55LAr9Ifag+lcYcvqXCJ78j64i9fG9Uv/Z3jD7BI7E/HblGP/j5mToza7i/0Etjv/0ZJr8dZJ2/4+MYP3fGRb+Q0xK+3Vo4v2IDEkCXpA6/mUaPP0sfZD/rr4E/AWoTvyb6uT2V+Y+9r+eZv3Zm/z6dPyVA/fkcv5/CLT9RrOE+uG81P6ZIz75nXfU8SZFsv68Pn78h0u0/sgffPsIjwL9uKlS/YfujvkNafT/metY/rs08vxZ55D3kJrY/bBjSvypsNL9JtLQ+d03fP8tsnr7D86y/lj4mwDp8UL8LsIu+czaFvz6Eor/PrMo/+8scQEqf2T9Wg8C/posZP02YtbtXa4s+oJLEP3vjHT9tcoE/O8IEQMzZ1b8rBfO/uPWDvmSOGr6Jr6I/1+PqPt+SJUDSEYO+CA7Av7YJtb9aq+q+my15P1um6r2JjlQ+BVUZP0rygj16xJE/",
            "HTo0v2BbSr7Y4yS/5meHvzSorj+li6U+yuJbv38mIb6w09+/k1pyv0ShMj6bMUK/GV6DPi7DEj9Lu88/xlx3v8V4JD8N9iI/cYhQPii/6j5OjJ0+Wh6EP7ytOzo7UAG/gSYqvruadj/a2XM8Vh+PP2l+gr/hGgy/ZgAXvywgpj+IpU8+XI59v8PQNTobwaG9VkyQv7zGlr9JnSs8m+6dvWAjLb9KIeg/jj7lPhuArz/SgEW+AzKTPoU2sD3JewY/GS/Mv0uHKUDPET2/26d1v7he/j69ZUG9OhJwv1FjBL4PAfG+0ICyvwdFuj/Q0xm/Eq1Dv7UeZT50njk/u3INP2DEcr/jc3k//dmCPyMFyL6zsay/jWFZv60tCT4++Ia+q9Hhv/PxrD4Cd1Y/+bOvv9bmgj8J4Q5A46AaQFPMdL/Jmx6/xD+bv2QhIj8O9i+/g+M9v7Pl/T6NUAE/ahINPmIdsT910pA/1OWBP8RYJr/PUUc+NXbjvWhVkz8yp149mvMEP6yPjD7gLBg/J8ogvmBWmT5WIIO/PYj6vZ/MsD/rdku/ao6FPhiuZ78QjHa9N4Bbv7bHdj2Wnq2+tYgoP7Lkib7xAR09NkmLPwDNGT+dNpQ//r0uP3ib1z6z7b4//ycQP1sNur4LVgHAYZngvl7fGkDDVKM/9/+IPzfSJr/Sa88/8D1TP25hMkAVapI/ht2AP/y6nD8Mbm0/+vrOvw60CcBwduk9yruzv4Eug7952eC+41q3PxxEqT54NCo/DY1nvhlazT5VEYw/J9QNP56Cpz7YrBG+LowwQHDMMz7DupQ+Ths2P1DaWD2r5ZY+0rUNPi5/O78haiE+EHcIwJ1gRr8pXZy/pbOgPyZnWL7+MdA/tAeSv+5gTb/+0Tq8m5GfvgZEBT9tmOg+gMkEP7e73r74JiXArxYvv6Vfzj7Sul2+y6sZvhvBuz2PkMK+zqMtPwFhxz53Rxe/NZ2mP3fEqb/gpS6+XSwyPUmACT9Ypi4/nP+YPv3htb9rPDk/",
            "K0uCPpfud76UCoE/TTm6vm6eFj/63WG+E8qzP59R2D9g9PA8ROg+Pw+CkD85BZ6/h66Pv23LJ78G0GI/cM1dP5GeZz4j2ze/1rgFQP5Dbr7xEJO/JGWPPiMQZL8A/rc+teQLPoV/Nr3jVPi94KwNvxO7Sr9fZBW/GSuEvbSVrD16DGy/mPyDvwqgib/fLtC8y2q7PU0FJ777BSU/EM72vlrMJD+sa4w/xlqcPi9BNr9pSZe//bqMvZZGoD8bRoE/G+KAPpPsVr/++Nu+QAv7vfFoMz8RRgk/jjRwPeW5gD9t6EM/RExqPzNvLj8rbDI/Chs3v5WCHb/2FSi/sq2TP3H70D8+MYS/fkK/P3Gmk7/eAuc/y/yAv1Rmgj1YZzK/4KQ5v6Vhkz+JwpE+I+CmPw5kVL6ZcY8+eaBrv4zbl78tomW/W60SvrCchT9ECI89K42zv2bz3D7SbX6+qp0Uv7iqsb81cTU+zRCIPzE/vj+ejWa/ZGqaPgP3bb/zeag+kreiP+mUO79QlwfAfcobv4pHfb+3uEC/w7HFPog31z/HnUu/sBOCv8srGcDXoA2/abBRv7p8Pr8L6ds+O0YXv7cSyj0KaUy/uphfP5t+0jwXWGO/1LmOPgz1AD9BGju+f3lXP0ghM75B1T6/tc+5v3kKcr4y46U/w5IfPyDuhT/9GOW/VsyIvqXJ578Oms0+WemVPv51i78lOdU+UrrCvqDw776jENY/smTcPucQjj6+t9o+K9JJvacILb9XVbQ+B2UBPr8LPj871w7AQCCZv0p0wD55LrG+x6uBv+e2Jz/TpI0+47AVPvXCfL9cqKg/XRgXv7SqBL9zNP2/o7d8P2MO5r7QAp8/S/3Yv65Tf79F8Bm/epT7PTtnLD8IfkU/qRT0vg9SVj1661Y+ZiEEP2CiQT9ZCQU+yfF+Px8TAj/0NYG98NPpv6TNvD5whWk/OIWivWQyub8lAQu/hYWYv15YIj+cWRw/Yepxv7U9mT92A2G/IFeUP0SYib2IgCI/",
            "FBVQvc6jvD6otUO/4ZRpPqpF2j1IBw+/0xp2v3x1Vz/4PJS/IituPyatAz/8E1M8Y0f/Puet8rsfcZS+w4tUPuhGMj+W8PS+dzI+v334jL8QjrI+j/mLvl9zbj3j2yE/5+8BPF90Hz8ZOIk/0VsRP/XIpr/yGqS/FLuvP1A9Sr60zFU99BZnvaXmcL4ldiS/nC7DP22jqL5nwoK/YYv1P9hWMT8jmeu/vPuOv0twMT/PeRi/x8h7Pw9Q6j4dQws/PIGuP3G3lD2XLjW/OZRFPoSKgz7INJe/LUtFvzJ8Ejxmv54/UBfQv7//PD8ydg2/YdgkwAIw2D/TvjW/bPQVP+T4gb+466Y/fr8pP0BSnr8yUQC/gRqKP19BPz+dzZw+gOtdP+7vOEA0Gsk/qve0PkqH2z/VuKK+fBODPt7/Ej8akqU/CQhfvprQCL+/N5u/CjwcP263Vj6acbs/y6LHvu7O3j8P16S/mm7Mv1if2L8EmbU/TjyOP1S4kz+iJgG/NyCuPhorP74eroo/d30Avwe7wL8BtuO+LIIPvyEY47++xtK/Bz8XQK8B5b9G1Wg/nAIfPv/lALwuKw2/J3S5vIrIqz/eLLa9a8WQv4rIsT83d8A/P4zhvruwpD+gOz5AwwvlPut/fL6bDyM//VvtPl8p9j6SEw0/C5dPvTU3mr8IswjA02utv6udLr/Fqt8/2V3lumFb9z9MHm6/3SRVv2kNtz4quKg8SpPTP7p20D4Mi6e/TlggvQ9EZ79Uw4M/FEpYv2G3aT6PATtAp22HP2gzy76/R7k9Bk+IPw8hjr8Szmc/L/Clv2dBn78XufM/kjMRvz/hOr9+nAJAwtJnv7kLIz7Jpcs/htraPvM5076xwwG+l9nxvxTVlL+xyYA/3n8nvjtS3D0jwkS/JEAovpafgz9vuos/U4kkPbCJe74aWgg/CkkAP1WaNT8e5VA/VZRyv1aalz28pKE/rTYcP/OXDb/KdTg/TB2uPtQHbT8kltC9LofDP8DTDUBbEuM/",
            "ZIAZv6FoXT8Q9jM+uTOaPSXxZD/9uNU9b74AQLrETb9kxuo+mJ3Bv9aSkL6pV4e/x7KsP/TImb/qOGg+Oskdv1n69r5mbHG9NGaqvRwo9b9FGYG83JynP4Uqzz7i/nm/6NTOPqSoJj4MPGI+xLDcPoforjuHGyy/sTG3P7XYrT6BQZO/iX8qvgK2gL+GjzK/NFDYvhHnor5yABI+k5ZlPsYzfT+QLHM++nhmPw4Zlb82hAc+k56pvl1WKr/tjeI+c5oIP5B5BkAbQGK/tzoWPmbyKL9pXYU/PM1JP7kC5b6J/tu/LeXXP6rYPjx2n76/3xemPxY5gr8Vic4+btDxPqSgp7/a+YW/jIdKP1bgGr6kxi0/FMurvyyETT74ZQc902GFvhA7ID4Lj6K/7pZRQK3v4D8iVAxANdWjv1kBRL9XHqq+1FQ6P8nOqL8CNJs/20mJP4Nz7D817om+/Syhvqp/7r6Y2pC/RFVhvjD3sD+31XI/c5ZCv1XRsD1bA0O+Zy3Jv1IAjj02hX0+TXNfPi9Bir6obgE/3eUZP9Krlz6uVQXASYBBP5QVWj328aI+wlmPPIlax76pF50/OnsQvzv9zj+T6GI/rw6EP+ZUYT8wNho/gryRPcsi3j58r5+/wc6Dv7xF672dPoG+i0Cpv05har9qorC/s41+vrbgUz40Lw9AVaBLv/0A8L8RY/o/gq4lPksiC7/cllC+N33JP+qhUb9gyeA9nx76Ox6a9D9bF2C/1uQZv3jM5r6bv3E+C9sBv2XImL8ZLRU/uArgP50+qj89Vku/GA4FPxIMPT+BMwLAVgilv5IZ1r/eWso/5K4jPworgT6hQ5M/SabPPpCbML4K1rk/JP1TP3cip7+XMTc/TvefPujsGz6sfca+qGlxvwoQIr/9Bym/kJCnPxMPB8BSbRBANzWKP9XJLD891tu8WzbWviO29juqkpm/6Tbxv4RI/b+ffuK/Gyd9v2DJMTvcuIe+261hvruxAr9KVQK/kb0kPkhV8z9Pd1g/",
            "1x+CvSp2tD8fHD89/380vxmcQj3R2BhAZj3UPaKkwz5lK9w/R6yAujOMwr+d1OW/Lr/avdzuTz9ilyLAJG/XuwlGIj9yWIA9/5GFP9jSkD9Kl9I/Jh5QPxr+B792o78+IrGtPrm10L9SWrq/UNvZvoGUJL+Cny+/Ie/SvuqFBUBzEDm/uLU4P8bJWD8CnK++ukqgPwqoOb9RHMK/fGdnv1kj5T+5Xoq/YBX0vtBBmj9xNx0/95QVv9MlKj6MJma+/prwP0AYi79r+r49R2wtP7x4HL/n+wE/LVl9P+/HFj8hO+G/gdZ9PzbnXL2+A3U/R8AzvqpXZb9Bpco+xG7JPy55qb10YZm+whCzv2iatb7SIBO/Y5lwvziWQz93oxvAAuRjvkAPx75uE7e+Rlnnvks6Jr82QeS+/b1OP2BTQr9EPTY/SvJqv+WftT6Omo+7kJNLv6Qbhbqfhr8+rbnYv4qkLb/yoWI/1kq+v7tD07+M4w9AqJ1KP2kipz9X3v2+q/Zcv+rWJD7sPYQ/4Ehdv88OCsC3wYM/w85sP7rWYr6S9TW/vVIIPvr8Yb/cr9M/pGBOv6WcLb8kZFU/jwCjP/34KECFrxE+8DAYvWoGmz47WuY+V25fwLLIQL99SkO+KPIaP0JYpD9tVLe+L1YdPxvvmz+0QaM+7f24v0D7TL98SRtAawuPv9xPOb/PGG2+AMLiP4oR1T/pXfC77TIqv3z/3L96sEm/dlGuP8r3wD8Hg52/omzdv5G5Qr/KmP4+szUYvxpe7D1o94O/9EBhvjV5ST/D8GA/9vwpP01K4z+kQbE/uMyQP0mLBL9yC3O+0epdv1a2hj7eCSW+0Av7v8gMiL+aCr6+nxisPpa8S78d4Ba/KCDqvN6e6T+lXfa+CL6qvRtw3T+j29I/1TwqPmIttz70VzK/wNeMP8P9YL4EitW/iSsQP8Cj5T6qn6y+9i4JPz1ZlT9ChMm/2wHovqdNwL8Z2hDAeHjxvdBX1L5velc+Yjl5P+1xrz7wjxQ/",
            "hWz9v/aTjL+Gml4/BaE4P6muhD/GLh2/qri1P49Tiz4OPLQ/IDXPPq3oez+dZyy/f8rIPwpq5z4Vhji/7zkDvkx3Zz+paNS/QmK5PK1rYT4XOtW/cggcP9cTvz+20Qy/A3NyPwMwv78B7b2/9LatPqlNCr/i+4A/04e7vpgNcT5eKYA/CqRevj/S9L+vep69mi3fvzTiwj64jqe8KVbKvqaHGr8dHzo+3uQ4v1vSkz2OxwzAsuBXvggW1D8BrDW/tqAQPo33e7+6A9E+8ZgTPz2Qw77084y+AFqMv1LpAT8NL+E9Lk3VPldIaT8xurU97hOHPzB9xD8Lf8C/DTEpv2n+vD+LL5e/wUGNvwaSCMCo8ww9G33NviVAjT+w5hq/dbWsvwn6gD8wkXK/wUc4vwd4eb/wEMu/iaqOv0VOEb/d/60+q+y/vXqxmj8RFr0+BF6Gv+y3Sz3648e/u8D3PLwI0r1gCzY/WHbJPzB6Nz95mrS/MogZvZ+SIL9evy4/51uvPKxQLD8msm6/1AMzv/j75T4/Mty+OWeqv/R5Az5/PAc/fjLhPYVQtL/+T4m+vHeuPoDUvr//ini/SnOIPkXjmr0c9jG+mekMv9mclr6Kzai+j5QYQDVUzL/zmIQ/Tf6HP7VIZr+qfsC/lGRWQEaB475CMpi/DFgHP6y58D28Ku+/F20rPgaa778D128+xczUv4DYIr8JcQk/eikAP4rVOz8nE0I+uj2mPz/nKr/jFpY/+z++vle7oD5i4Gm/prvJv0Nz578lTri/jD5JvydwYL/5+7k+nAe2PuGtDD9vnRHAoehJv3xjhr1u/Yu9dvSGPzg/ub+o9Yw9xj0bP1WBWD8i5zw/q20PPyGCIL816k6//fCKPxwUkL/le8c/llNev5ERJEBecYY+OtQ0v5AhIbw0DGA+8Kshv/elGT9lqLM+2OWcvwtWt7xFWYU/wgNDPu7WHMC5dG49pmkJwC8Lor5Szsy+NBPhvy3bcT+GL4a/F2ifP0R+lD/X7rK/",
            "TGDPvQgzfj8veB2/96k6P9koIr8cmo6+LS5eP2dkTD6WrZg+9WW/PzQdzTz1CiA9lm6eP1Wemb1PY8G/9USRPoOCxb3cKpq/WO2bvoN2oj7S3Ro/gwSMv2BCpbzUJqC+gB7FvkklSL9l5tK94rDjvh9H0b/CADs/4utFv+QSnD/oXX69ai90v2F+Db8k0rC/LFe0PoovDL9tIbs+jdAvP0fpxr8dAF++UmHsPs7Xkz9uP3s+txMXQMUnnr3V4cu+CgyDvgCr377vjTE/HGqhP+eK1z7wMcM+AMuTv1dmgL89/da/t5hKvZYC/L7TrxBA20QewK/CXT4kY4U/3iFBP4b+Iz9aQLM/IWO3vgXWOL8/suE+EpCXP2cQoz6TMpI/KqPJvi1qLz+y/Xk9kJkAQLbsML/3NI+/yxfOPcRDfb8MhTc/HPaNP37wY79lPlq/ly7avWvhFL8GdBg/nbbhvjMZrz+Hpag/7IejP72HSr0kD6q/QHpHPln4Sj+PGkQ/aBHPvJSitr8euV0/R4egv4nvFcB8aG0/eJCqPzynK8BZwLK+Y9cLP+geLr9zSOk/lTeAPyUAMr/5+R+/46YJO2pv0D7tWjI/dT4Kv0qyhr+cSxFAu1K6P/YWNb8Xrns/t1+3P/XjJz92Y1i/iDmIv8NGzb5iJhY/UOeWvPBEUr9O/J0+sFcRP4b8XT9W3RY+aj3uvXJR5z3wb10+XVgwwLufrL8sbIM/mlJkvw3p5j5W6mS/EJQEP+I0Yb/njRq8iAKRP4HVa79aLWY9pSzlP30t1b5uGpw/Fx4bPtwVQr+5AK0/WmYcPzjohz6x7uo8PPw6PsgG3T5/vws/P7KJv9piyb7XP3C+c/03v12iSz+juCG/MvOePl8On76Z/gk/SPl/vVIoiT9oXdq/qS/9P8vYYTziXHS/y6mBvQpkwD9a+HA/9z+cv0mfPT9Y76y/zirZvYMz+z4V8gLABglOvybHdr5pe7Q/NlWlvv9Gob/bpRI+zK/gvjvhOb+HDGC/",
            "RDi8vWtWiD7aBr+/WOICQEG0QT94mdc+GjQxP7A5ez9ZTIq/EmDmPrrDKT5/o8S+sGwRv6ARST4nB8u/mh3BPrBdhT+x+M69HhvdPwEWFD6JoN09PBxQvwaR3L7w3bo/AtEoPStFyr8QOtC+OJc9wGtUtr9pYcK/pHkqPzIqBj+flYS/ACFNPxchsz+4M1s/VWJpP8rYEj+/fRG/fi2qv2IF3T/Os2o+pRwIv4KjTL3U7Ji/c/LpPxnBC8CFCjM++qgmPxf5ib2fMYU/giAsP8EipD+JQ1o/DRksPelz0jzreaO/4REBv/+VUr/yaktAQqQOv9D2aj+u0QNAyRHfPRdWEb77WRy+sZqZvjoqlD8oKxa/CUGEv1sXmT2NIBG/Jxtgv7a8+j2KuvC8SnaXP/KU1r46Cik+s+zCvRecyj40VsA/8E29vel3Tj65DLe+L18AQBYZqT8jQ6Y+Vn28P/oxgT9dDzc3+T+Sv1tFur1b3Q+93LqAP0MqBD+e/hm/FGRQv//9gj8yQXw9u5OAP37TgD88BzI/F1fwP/4Jhz8WCl6+a5uYvm+56D7dBQ8+QhJIv42jfL9sfH6/w6Wpv5GvYb/DlQ8/c92yP9z6Gj6VksA+I1KFvm1iOL474nC/iEy8v4dMqr8Xlsq+SaegvswU3z9VjhBAkW9NvnvL3j5Zsu8+8AxNP4oViz5zrALAC23yv8JM+z7zNEw+vA2bP4Kq0z4c5nM/nAS7v2N9Mj9mFWQ9Ag7Iv5uImj2F68G+OMvzPu/s+T8xWfE/Qc9CP7UFE76/n3M/DIH3P2QYaz7QsAQ+RgAOvlgQ4T8kCNo+R9UEv3WeHz8nzLE/Zmg9Pmi9lj9pD04+VgMdPw2oK7+oM5C/8nJlPymSAEBuuDg/04YEv9QD678sWYs/s1MKPwi1CL+FdYy+6koHwDGnEMC0cew/BMwCv3pcFr/uAkW/9jSxPwpNLj8L7dg+fkDiPt0HRT/0shC/TknMP7/tgz8nWR+/U1WnPyzID799u5O/",
            "9m4jv0oJgD9WM3s/BUlDPnkzx78671A/ChgKQLQOeL/nnLq+9ogYv71bM8BLees/VzHtPsSDvL32inO+c7bOv9lYEr8FFr0/IPxzvpUUJL90ywi/54ywv5w3Kb9GEEa/5knJP+tqsD+gNaa/CpGpvfFKmL6HLCg/qzg9P5XJ5r9aa+Y+EdkCP0xsLb7E3F2/znScvuQ4pr/Ix3I/twTAviUI+b2qnOW+es6vvX3Euz9SVp0+nTIIP5oMH79y3hA/QnaOv6zGcj8UdgU9Ua8Gv3mDtj/SFGY/xr2Bv34vnj1vK0g/GIa3vhuIaD+1W9A+qu6HPRL2gz7HgGc+V58ovwLuwL9hjFO/yVQhPTxudj2MmhtAQa3hvhs75b88H9W/HW2Pv9dWYD9vVLm/tE9CP8pSQUDlgje/OXGMvy+96b7E7Kw+7+1cvmVvMMBBjj0+zioDvywnwb8IVHS/PrgMQKJVlD4rURU+TSVDv9wkHb6f2xC/WC0tvhExVT5UArM+JxBJv4tSP70fRkM+nXHfPsSS3L6WasY/nH5bP2Sy4b5RJc2/agvAvVCZ6L0XxZK/3pg7vwVtkT9c5Tm/aKrDvoDo+L0xJJQ/84fPv6nZmz8jsQhAOfqPvm0+gj5aK0U/37uyPruG6z40BV4/K833O6KabL7JxZY/EkjJP4dSQ0DAVfM/hAX1PyQkVj7ULmk/BAKsPm/m7L+6MMu/0RlyPyiKoj9Z5Lm/hdUvvxLRmT/74bu/YaPoP/PQWb+2xY6+oUmIPheCur+arrA/MaZ3PxucC7/h/3C++Hu3v4Miaj4GsJ6+Bd+xPreLWL9fvMg82X8/P27jkb7b1ca+30RUvx43cL8RzSs/22EoP75lPr219q2/N5N1P2Qjrb/J/lI/XA4ePUAsrr8L4SC9LHgVPqb4KL/8H0E/fccuvwItQL8hlDm/bqW8PzTEL8C0+yi+44e1PjEbOb/3uVy+/KxdvzNfHcCGA569BGcWwEANSD8JkYs/a50Uv54cTT73kvg/",
            "0mcEP8/g6r+z5bI9jd2bvtsqL79FSPG+pUz/v/8grj/awP69kd3JPoPAq7/auVo+h9qmPhV+bb/kFG8/FYTTPnk4iz8K1g5AOSe+PcPugL/Gf1A/uxxIv12V6L7M2g5A8T4fPwKbiT7xRQq/fmHIP4OLCj+wR7g/UBcjP079Mj9ORQ6+99MrvqS9gb+GILs/HbZnPwcSjb/MAQy/7BaWP2M+f7/P+AS/MciFP+KyIT6U8WC/0+Lhvn7htT7AebU/7laIvwZUiz50ZUA+tKkQP7MrzD6RwsM/6MVQP2lAuT5tPlq+m5AKv2hRHz/mzAk/zjcIPk8DjT6o50W/By0uPs+jpD9sDaW/mtDIPi8LSj/xuFc+gFzwP52dYD1VnRC/5laMvxl0Vr8Nxyg/dBztP+o9FT+tHh++7ViSv5u3kDwml/e/k+UGP326mT5ARIA/YyCmPraniz58GJc/6Oyjv/qI876+3Vw/Jtd9vy0vGsDpT3w/ECOFvyv9mj+v5+I+MWQNP1lZAD+Z1hTAbZoXPsanEj/s9ra/UfEGQCh0vb/UXFC/HYaAPNjAmD/ESYC/17wNPhke8L/9hVc/sGLLP7ih8b6p8he/Uxgav23RJD64xlQ/uC61PuKrdD/ZyVQ/hU+xPeWprr7Ul1e/6TwMP0/UqT4xwfe+/q2uP19kA74Gd6y/uEoTv0nEH7/Ypbc/u6lTPyqQvL+KglU+XbSHvqWsnT5AzcM/CZ+sPpd+V757LXW+cCoYP9zQbT4TAmk9JMxlP3OcqT/L7Lw+ru0uv0l/AMBOy3m/TsmgvhCYR75g9I0/D7bjP2JcyD9ALwpAH7koPrX6ib7iU6g/fAbLvzUrDsCBXw+846ufv0Z5kb9C0zA/D5AMP1v2WT/RO7A/nS9jPyYAgz+Ue1U/T43Tv2QK873Yfg0/2MxbP0Fh2z1cPsc8lbhTPweo3D6ucok/x9YJPzurHj80iLu/7Xhov8idMj6JgR2/c9dLv8p1cL9YNOo9DiPGvnjYoL9E8bu/",
            "+eNjPrS9BT+wm8m+KWVjP+BmkT/xOJS/o/zdvmr48r4IJh7A41mEPjv9rb/XQ44/39f+vo5RaL9ZBeI/vHoXP7xavb6buVw/4OyfPyeICz9GBUW+3wCdP0r6J79tPzi/jz05v0DqnL1lkgxAW2oovS5LSz9C1Ug/EVWaPz+/0748Dyu+MHR8P1A1rj5Chae+9en4vKfpQb972ak+9imdP+fiE78ILLO/96d+vijCKT8XaTm+IWeGv3s8u76lprO+kVcvP2n7kb1zf809DGWaPp7gOD+Vi/O+rwRSP2pwED3Vmeu/xNs8P8rroj9xUCDApad7vwjLt7/HbEy/nrD8ve/A7j6oAtG+gmZkv/lSD0CCeCa/2+piPi1zrD/9Wvs9cQzXPyqURb8IC6A+2MsTQGx4+j56We2+lk/yPtwSl74kAD0+pEamP5VaDT9zMIa/aawuvmStpD/TBxc/ZMEAQG3HWj5Qq7a+o92Fv2/Xxj+7zyI/+A0bvwV83D4ZQ2g/AJLgvnBLmz63G1U+rm07v/pOKT9EuBw+n4pSP2bu/b8ag+O/h4unv5c5sz6bXUy/v64ZQO2+Mr+BayA/vJifPvT7xD38MXW+V6OJv9h65z8s2oM//XQZPhBUVD+1qmI/sX+1P4TuiT85zbe/ge0cP5n5Q7/BkYo/tWpSP6WwPb+lsok9I/xXv+lh/b6B63M+718OP28wnL/Blpu+g7DXvzUoor3BdFI/aFlQv9grYT6HSbg/zRC3PqTi07/sesw/41P4v4LLKT7kjrQ+WUt7PzU/8j+404U/FoZJv9u0pD8g1Re/qwDlv1LqYcAki3C+TzM9v3YtqL51H9s8YLJ6PnzxQz+1tZw+vipZvlukeb4DVre/vSKlveJ8Az9vWAvAUKGqP+mRB0D43lE+Q0MAv4hvtL93sAA/imOLv5f3oT5379y+RHM3vsPY8z/7k32+e8hgvrNxvT8tPBM/zQ6vPT78176p9N6/HQCDvwLPO7xzo30/0f8eQABCTj9K6y+/",
            "pLshP7Z4pD0p4Li/6J/Ov5Dj+j6gk5m+FjR0P+khX79GfkW/s55tv0l0eT/UAes+9cW9Pvtm6z/hrOY/rwl+P2RnZL3yfoA/pnWNPtHOuz+48LG/aWUevvgI574SRoi+t2iwv3yEBz+aC/8/UV4WvmVE3L0rghPAbqt7vxJanL9Ny7c/buSbP/nFWr2LIY6/MwN1P8jIsL+IqTW+Q6Cev0BgKTvD5M8/zfDaP3dxm70BTQbAlfapPy2lQr9RPBG/rZEPvlI5oD/9QYU/tvBgP2VkFj/Ki+09uCUuP2X6/L8C/0A+Du67PrPgl7+kHmC+kyTKPvNzGb1N3pE/YXuEP3loDz6iw5K+KrCWPnDDdz+irTg/oYvSP39yAUDEWia/RDvVvBcvW7+PkFO+ogm/Pq3sET9hbUu/wCxeP5tTeL4oqd8+kM26PqjNqT8SqT1AEjWzvm0AHr/oj4Y/54GQPuUttT93OwU/sUo8vxtmA0An4Bi/5qIXP0Akib7Gmui+6JUTPyH/mD06agG+btU0PwvFrj+uUT0//UL5vmUMG8C3DUC+g6jWv+crUb8cKy6/kJflvp8gKD3QNjbAKbAEP3T/gz43JXW/6OcOwBe8oL5Jwam/FKOvPXTLSD5epSE/4A5KP12X1r8YTEY/EVhnvuay+z7yIwI/F3BQP04Eqj+GU0k/qE0bvE46vr0YKcW+41Kiv3ok0z+CfH0/GjcLQB0Qvz4/W6O+Ia5PP/yAeD6tcKA90bG1PdfbZ79AB7g/pPghP7Lzrz+O9Pk/HWLcv1yauD2L6FI/T0SVvq5y87zf4UQ+iDRGPxfgjr/4YrM/lD2KvZbNPj/NPOS/qLWLvorcVb9F6Ai/TNIowISgdb6HVQBAv/JxvxPcEj+Lp32+gk8vPEQKsT5+m2m/OZc9Pv8oeL8I9iY+EHJkv6A+Hr3GKJk/1evrPu/jcr+7556/XPhXvhQvg79eAnk/XceAP8vRwzy3nga8vCZXv9QUiL/8GQ3AKntnv6C2Fz/jV2M+",
            "gahZPbTKiT9FB84/ap6FPokSnT7s0IK+HbLjPhnjDT35NEa/j3PpPjwjSj/wATg/Dv0dv5kZXD4tNEy/vQdDPi/s+L53goA/hu+Ov7kI2L6Q0T88AwbSP3ICer4N+RE/PDWqvt1NgL7wff698ijJP8NthD6bU6c+qlY4Pt4Mnz7b7Oi+NObBPmrOoD4nIj8/U6o6PmBV+r7MpRc99Nwxu+EAmj2+ZOo94VaxP69Klrwn82G/0Yj7vomFQz+spdG+ESogP/Mw/r914lA/EpjqP8EpVr8aY+K/QI3yP5gXtr900GQ/9wHbP6jV4j71NJa++8T2P/cYVz9zG7g+7VRtP0VWcb+saUW/KAxCwDObSz/+KIe/LFaIvxvYqb+hOFe/a5ExP0oJFr7UD9a+q+xHvvZ67L1/JvK+FOFPv4iwQD95Tsc+Xs+iPfArDEDF4N2+xr3GPYCxmD7pEks/P/kFQBGHur/P5Kc/EGlJP3E3DsCXCzi/9apYvzvZ8T9fNEk91lCWP0PChj8MmY+/cGkKP9IIIz9jNfW+GydzP5NF2T8/bB5AVpL9PwgCDD+QZxe/DyBwvot1w756fbM+QQvQPrcRYL6Uaug/GjGIv9C7Rzxxb0W/NRf6vnLB0T6wFMC+Qti+P8YLmr0o/6u/pYgQPx96fj8Jg/U88ZCjv8GCCL/PwuY/MSrnv1ihrL+Gqzm+SsK6v+qhiD4IvQvA230FP338d77HL0I/qTjlvomL2b9hrA6/joqkv76Rfz/awGI9OC8iPwWEE7+x9FC/a6KZvwxnnb96dAFAeRqiPq9M2z8/aHW9lnEBQHz9ZD/XD8A/gRbavqXX475im36/1GhaPx9eL75Mq4o/ns8GPSnXwr8IrVI/USyZvs9uQj+paQ2/huDRvTjFdj46VgC85nkBQKqjm79RutY+UCzcPhLMwj5zH4I+JngnPlAxzz/wMWE/B3GjP2ptR7/VaCc+DMeBP1p3BT+b8Z2+kgqkP8C4BL2lmNA+jcOkvww+ur3rmI8/",
            "5emIPxUPwDwq/P0+FjExv3so7D7UlMK+Biljvstjwr46690/Fmlpv9Aa377K+GS+wTKIvscfGj4fyTW/GIRhv0AM3D6m63A/xLiIPgkWjr6kWYg/cB+7v4APiT9Tzfo+q594v+134b8f62e+GtqNPgI+A7+/TyM/98AcPxGnrb8Jtfa+SAEbP5v9ND/7FI4/t9PXPfudpL+jmUM+n4q0v2Ata79M88O+C1LKP38VC0B6RxzAnXizv/VGGb+6o4a/SH6MvQp/rTzDVFw/XfoaPk5/ZT+D1f4/niY9v0zJdb9uRyi//pZKPi+F7b8d/JC/cqG4v3+m0775uUG/+q7HP65kjr9AvTO+S/UbPksDTL8Hmey+dZkVv/rXH0ApLDw/1j3ev8B+qrxYEdM/avV8vnyndD/GHO094I8HwJlWrz48laI+dJPovuPEQD7mrDW/8jp5PwbevT7okaK/1QNPwJXX+L/w1ZI+0H6TP8O/TT98tYE/KXmxPt5GOD8eYQW9oxS9PolUsL7424w+86hsPXolej8aXzg//Dycv8o0jr+xtbe/opIlv85nsL7v5lA/R4yKP7J02z4TF/E/iGTKPrEuOb9IQY4+M7CnvvdSp78Naa0/nZrQPvxivj9rvsg++iA2vX7PGUBbvVg/mBWGv0ePN7/d6Ok+zE2Vv2xCUr8SDh3Abu0GPxv3Nz0BSAc/yZZtugOIqr+MwBHALqxSv3PkcL/Ihq6/TuGKP3uojzlOSYe996YVv5797L41al0/iOKTv110yz3xQVe/WybYPh1fNT4THq+/kjGkv0NcmTxKino/ehWqPiPI+j+21AY/8XoivRiQJz6g5Yg/5HkIv7XtDj7q5P2+wSMsvk4kE7+xQoA/8mB9Pxl/ZL9m1l6/iEQhv2l3pz9qguA+UTNTv5Idhb+PCP6+OMUxPphPm74KZPG9WI6qv5Y0qz8Ye2G/cG7SPvcJCb8sEFm/xe92P1efAL9CHWc+RQFIvXTRcL9fAT4/CARIP0Ipib8CDqs/",
            "Oo0GPsi7DT5T5yO/7ZcFP5CCO78WElO/lhgvP6EKgr/Podu/vBq9vtF2wr+KYqA/ZO/CvhmK6DzBMHS/FL5Ov7VXnr4COC0/szC/P20O8L4Eb8a+OfcEPkdNOz8HIAE+wKa3v23LND+pfDe/e6UnP4GqqL7g//m+XyIRP6WHnz381gm/AKrjv7ZOUz+gTyK/evTFv65+K7/SpnG/PmEPvl6TWz4uoQhAQdWcP8uAVL7kaje+CcsZPwlAyD/Mjok/dYuWvRDFgL+iqlS/QVW/vV9tIT+sc8I/omJRPeO/U7+5+i++RaxUvyp+UL+d8Mg/dgy2vtydt782QIs/MHE1P4iahz+OY5m/fH9mv2Oayr4A/Ko+6ifYvi3otz+N01a/mv61v0rarb2qOmw+YYY+PnUC87541qo/U4AOP9yG1j4jjJq/4lK1Px6lMb+t+wG/vFvGvS9j/D027ZS+hj8nPu9hh78Idc6/wXqxvy30gL97DQG/rmcDv0MxXb/Uowc9VfYGvtx/DkDE0Hi/GgXVvinXwj+aPfu+ttLFv5gN7L/hsfw/5xoXvyU5Vj9jaga+gik8v4dtar+UZw2/iK2iviG/G78ZIaS/J3Rpv251A8B/TCHAqR5Jv+RWbz9hyfG9P17TPvTqhr8kO2i+6LF2v+XDxz+tr3M/JrmCvrEWtz9x1Ec/qVRcvAMI6D9+8mO/ETdTvxfc4z8dJyo/JYTsvRFEob5ma2q/lm+MP1uvML+a9Ow+9SfEPz15gr67nYW9qkKAP7m8sr9g5kg+qaiOPxi2+T57KFK+rLdIP0sNDUDVlwLAq4ECQAROLT7WUX4/tLIUPSRcOr5Unza/GTmmvrU33j/LZMy9Z63fvlApa7z5pi2/Ck8Lv0UVlr/vgUO/YMOIPtV4Nj6oKzO/SmyKP/zJqD8MvYs+TbNhPxakTr/oYYm/rLB5Pl4gEb67IhU+vk4Lv25HJr+I25Q+FnQ3P/PlDz8AkMG+1xYcQGGrpz90hLE+5uOqPWo27r+kKNk9",
            "SPt2v29t5z+MIQG+WmnYvk7fJj7X1YK/d5lDv0jAOr+iNjk+Bf0CwILKgz8VVyu/7FJwP7IDCj9SQ3s/B0plPk/cJj/r2YM/ttwRQDTpJz1Hsl6/b3Jev4Gs8r4iubG+/FA0QL5iij0I62U+0wcqPwFh4j+zDKG+vU7JvsDsUb9GYZA/IGXWvpFC0j/yu9M9A403P42Hlb5zo7++fHLDP2Q2Nb4GtwA/qGrlvp/o0r6Zy16/RQ3Pv3VtwD7ZgsO/1fPSPfN/9r89oa6/uRFjv5IOxT3s/fU+6rTRPWcM5T4G9e0+TnvIvr3Wuj3ssUa/90tyv5ehb74sLY0/gAfqPr2fG77Fcvq/O9Y0wLWVzD59FY6+lFI5vyDSor7E240/XZeSP/OBmLx2oAE/gW4VQBfwlL/KpS4/rHByPwqA/j96oaC/N56/PgDaFz/pvBS/bz7Iv5JZbL6EZuq+RhqRPX8BQb+aCj6/3ZFCP8/XFsDKj0G+EM73v1Nhgz8FdEY/ErimvztsJMDbDPm+BsyYPylgmr6JLAI/d0l5PuTj1b5Q7c4+UGlXPuYEFb8VoUs9cP8GP7cc+T08kztApEY5wIpgm77VmKS8M1TDPgnvZ78pBBg/sJ2ZvjcnTr48QDW+n209P2bGtb4lro4+WKLgvYMkBT7XSxC/uH2Fv3HK1zyAaEw/+e/OPiwh6L8d8OC9XS2Yv6gpkL8Kbkw/iIp4P3LppTym9wC/iTSjP+YI7L7BxN6//v3hvpyRH7+X9oo+bN2Dv7hVZL8GehE+7eYFPcpcAkCW5L4/B3oBQJuckz/V1EY/joOUP1tLhr/HNlA+sMF9vlrQfj9lUdW+ZEyZPR1XN79016Q+rPrFP6B5Uj/oX9Q+tUmJP00iNL/mZFu+D6ejP7MpfT+vlE8/y5aDviCC1b9IXq8+XhDrvrNRtT4K8oy/Ulwjv9UmLL9kF/S/1ZH9PbZScb/1sHY9Ty1dv0/GJz7QWps9pT6RP6AyKb7mdbc+w40IPuRvqj+8Wsw+",
            "iVWKv88qDr9K6CA/LNAAPxR6UT8dhIC+o6ahvnTheD47fAzAGVmgP/nd87/Dx8U/rQYNvqqlfr8qq/a+P+NHPiggXD6mnvG/VwgiwDmTzr1aB6g+2sBtP8c6DL2weSi/KMUFwEmFKz6B/Ue+3U85Pqwhsj9vbBY/7nuXP7mdR78k0h1Al446Pwsmhj7Smug8XbDzPi3K0D8CHu0+vPZSv0jf17+FRn69dV6mPmsPQDzoOWM+YV0Jv4wgGj9PE3M//oadPzHiJT/OZ7G/iVWCv3x8mr6kYpg/bqVOPZBAqz8Ip+M+O/WOP2dshL9tRBc+8Sr3P1QYB0AV0b8/gDH6P7QVtL+XftO/GkIHvi52Rj/kS0e/a6N0vjCSZr+u7ce/6eKNP1pYpb5PpdW+pNFNPydnNj/+Zie/znIYve7A6DwRTzI/yNCDP9H2gz+XVoE/aAmpPsD9wT53OS/ALzyBvztyRL/ejsM/yykJPm03jb4arBy+NYH1vgdMFUDrAi++MK+Ev6f6E8DhixK+BVhTPby0yj605f2/DjC1Pm5edD5Mq48/8oicvw1DFj86yQU/KDnUv0Fv9r6BkCi+auykv8tc574oMo6/xyh/v9i3Ej9QCgE+RMrRvv+Teb8SmXk+xpslvi++7b4DmRA/nP+SPj1mR7+jsgs+maFnP+OZor97gJA9BlEDQOB5Sr7n9K4+Q3QRvQBEsT+P4oa/7XUGvhsk3z5tub4/Xo/uPwTXOD9/bDW/nOO/P+wXAMBvP8y+UbSZPgQWFkBU/Zg/lK6Rvzy1/73S7E0+MwApvz8CCL9VUea+YPV+v1I/pj6Cqda+guwJP82rfD8GXTS/Umkyv54wfr+O+6s+ANUdP9+dRj+Plgi/65APv2E/AMDgc9C/phBlP8Xr/bvkIAxApVP1PskVLz+XnZK/hro6v+wvZr8tD6y/VyxRv7THkz/sc4s/DLvePu209L4sTBXAyNCrviseDb6Ls0G/6HYePXWRKj+P0Pm+8Z4mvwWFHT9uqY++",
